{
  "en": [
    {
      "slug": "books",
      "name": "Books",
      "description": "Explore our collection of educational and entertaining books for children of all ages. From picture books to chapter books, find the perfect story for your little reader.",
      "category": "Educational",
      "image": "/src/assets/images/Category-Images/Books.jpg",
      "products": [
        {
          "index": 0,
          "name": "Disney The Big Golden Book of Bedtime Stories",
          "description": "The most beautiful Disney stories in a high-quality anthology! Since 1937, when Snow White and the Seven Dwarfs became the first full-length Disney animated film to hit theaters, there is hardly a child who hasn't grown up with the stories and characters from the Walt Disney universe. Disney's Big Golden Books bring together the most beloved classics and timeless fairy tales in five volumes. This magnificent anthology with gold trim and premium finish lets the whole family enjoy many bedtime stories from the Disney world. Heartfelt texts of comfortable length and enchanting illustrations make this work the ideal companion every evening.",
          "price": 24.99,
          "stock": 100,
          "Altersempfehlung": 6,
          "image": [
            "GuteNachtGeschichten.webp",
            "GuteNachtGeschichten_2.webp",
            "GuteNachtGeschichten_3.webp"
          ],
          "category": "Books",
          "slug": "disney-gute-nacht-geschichten"
        },
        {
          "index": 1,
          "name": "Diary of a Wimpy Kid 20 - Ready to Party?",
          "description": "The ultimate birthday party - chaos, cake, and lots of fun! It's Greg's birthday and he wants to throw the ultimate party. Carefully planned in typical Greg fashion, this can only go wrong. But even though more and more guests arrive, total chaos ensues, and surprises backfire, the birthday bash turns into a wild party that goes down in history - just not the way Greg imagined. This book is full of funny disasters, family fiascos, and of course the typical Diary of a Wimpy Kid humor that fans love. A must for anyone who can laugh about chaotic birthdays - and perfectly suited for readers between 8 and 12 years old who love stories full of fun, friendship, and crazy ideas.",
          "price": 15.99,
          "stock": 56,
          "Altersempfehlung": 8,
          "image": [
            "GregsTagebuch_bockaufparty.webp",
            "GregsTagebuch_bockaufparty_2.webp",
            "GregsTagebuch_bockaufparty_3.webp"
          ],
          "category": "Books",
          "slug": "gregs-tagebuch-20-bock-auf-party"
        },
        {
          "index": 2,
          "name": "Marvel The Big Silver Spidey Book",
          "description": "A read-aloud treasure for Spidey fans! This magnificent anthology with silver trim and premium finish lets the whole family enjoy around 15 exciting stories about everyone's favorite MARVEL hero Spidey and his friends. Exciting texts of comfortable length and great illustrations make this work ideal for reading aloud.",
          "price": 28.99,
          "stock": 12,
          "Altersempfehlung": 10,
          "image": [
            "spidey_buch.webp",
            "spidey_buch_2.webp",
            "spidey_buch_3.webp"
          ],
          "category": "Books",
          "slug": "spidey-buch"
        },
        {
          "index": 3,
          "name": "Interactive Book Open and Close, I Can Do That! with Zipper and More",
          "description": "An interactive learning book for little hands! This engaging activity book features real zippers, buttons, snaps, and buckles that help children develop fine motor skills. Perfect for toddlers learning to dress themselves, this hands-on book makes learning fun with colorful illustrations and practical exercises. Each page offers a new challenge to master essential daily skills.",
          "price": 16.0,
          "stock": 152,
          "Altersempfehlung": 0,
          "image": "Mitmachbuch_auf_und_zu.webp",
          "category": "Books",
          "slug": "mitmachbuch-auf-und-zu"
        },
        {
          "index": 4,
          "name": "Harry Potter Spells and Potions with Hermione's Wand",
          "description": "How do you get rid of a pesky Boggart? Which ingredient must never be added to a Polyjuice Potion? And what does the Fidelius Charm do? Come on a fascinating journey into the wizarding world, meet Professor Flitwick, Professor Sprout and the other Hogwarts teachers and learn all about potions, spells, magical creatures and the dark arts! As an absolute highlight, Hermione's wand is included, with its light you can reveal invisible messages. Find out which mysterious creatures live in the Great Lake and what happens when you cast Engorgio on a small spider. And the best part: With the invisible ink pen, you can write your own hidden messages and reveal them again with the light of the wand. Simply magical!",
          "price": 17.99,
          "stock": 87,
          "Altersempfehlung": 8,
          "image": [
            "HP_zauberspruche_zaubertrank.webp",
            "HP_zauberspruche_zaubertrank_2.webp",
            "HP_zauberspruche_zaubertrank_3.webp"
          ],
          "category": "Books",
          "slug": "HP_zauberspruche_zaubertrank"
        },
        {
          "index": 5,
          "name": "Dinosaurs The Great Encyclopedia",
          "description": "Who were these giants that inhabited our planet in prehistoric times? How did they live? How did they communicate? And how do we know all this? In addition to clear portraits of Tyrannosaurus rex, Diplodocus & Co., dino fans get insights into current research on prehistoric reptiles. They also learn about dinosaurs whose remains were only recently discovered - such as the tiny Ambopteryx with its bat-like wings or the fast hunter Erythrovenator.",
          "price": 17.99,
          "stock": 87,
          "Altersempfehlung": 8,
          "image": [
            "Dinosaurier_Das_grosse_Lexikon.webp",
            "Dinosaurier_Das_grosse_Lexikon_2.webp",
            "Dinosaurier_Das_grosse_Lexikon_3.webp"
          ],
          "category": "Books",
          "slug": "dinosaurier-das-grosse-lexikon"
        },
        {
          "index": 6,
          "name": "Space Atlas with Pop-up Planets",
          "description": "Discover the universe in a fascinating way with this extraordinary space atlas for children aged 6 and up. The highlight of this book is a spectacular pop-up model that gives a vivid impression of the planets and their position in our solar system. Large-format double pages show detailed views of the sun, moon and all planets and offer exciting information about current space missions. The book combines impressive images with informative texts about numbers, facts and records about space. How long is a day on Mercury? Which probe explores Venus? How many moons does Jupiter have? The atlas provides easy-to-understand answers to these and many other questions. Pull-out info panels and quiz questions make learning playful and interactive. Additionally, the book provides an exciting insight into space travel and explains which probes and shuttles explore the planets. An overview of the Milky Way and the entire universe rounds off the reading. This space atlas is the perfect choice for curious young researchers who want to discover and understand space - an exciting and educational journey into space that inspires and fascinates.",
          "price": 19.95,
          "stock": 4,
          "Altersempfehlung": 6,
          "image": [
            "Weltraumatlas_mit_Pop-up-Planeten.webp",
            "Weltraumatlas_mit_Pop-up-Planeten_2.webp",
            "Weltraumatlas_mit_Pop-up-Planeten_3.webp"
          ],
          "category": "Books",
          "slug": "weltraumatlas-mit-pop-up-planeten"
        },
        {
          "index": 7,
          "name": "Guinness World Records 2026",
          "description": "Records, oddities, sensations - the world bestseller among record books from Guinness World Records is back! GUINNESS WORLD RECORDS 2026 fascinates with the best new records and the most popular record classics. Great achievements, brilliant skills and fun records - there are no limits to ideas and themes in this year's edition of GUINNESS WORLD RECORDS. Crazy ideas, incredible facts and spectacular photos make children and adults marvel, shudder, shiver and laugh. Whether for Christmas, birthdays or Easter - the gift with a guaranteed wow effect! Welcome to the new 2026 edition of the world's best-selling record book, updated with thousands of new records. GUINNESS WORLD RECORDS (GWR for short) is the world's recognized authority on records. Since the first edition in 1955, the cult yearbook has sold more than 150 million copies in over 100 countries and 21 languages. With its TV programs, GUINNESS WORLD RECORDS reaches over 750 million viewers per year: Over 12.9 million people follow the GWR YouTube channel, which is accessed over 481 million times a year. GWR is also followed by 38 million on Facebook and 26.9 million on TikTok.",
          "price": 22.0,
          "stock": 7,
          "Altersempfehlung": 8,
          "image": [
            "Guinness_World_Records_2026.webp",
            "Guinness_World_Records_2026_2.webp",
            "Guinness_World_Records_2026_3.webp"
          ],
          "category": "Books",
          "slug": "guinness-world-records-2026"
        },
        {
          "index": 8,
          "name": "KOSMOS Stardust Book of Dreams Interactive Unicorn and Horse Story with Puzzles",
          "description": "A dream message from Arcadia! In a thrift shop, Laura finds a book. It is enchanted and poses riddles. Soon Laura and Stardust set off into the world of dreams. A magical adventure awaits them there! The two must hurry. A magical friendship story for dreaming and a puzzle book in one: Behind the over 50 locked double pages of the book are hidden puzzles, mysterious pictures and tasks. Will the friends succeed in unveiling the secret of the unicorn treasure?",
          "price": 9.95,
          "stock": 77,
          "Altersempfehlung": 7,
          "image": "Sternenschweif_Buch_der_Traume.webp",
          "category": "Books",
          "slug": "sternenschweif-buch-der-traume"
        },
        {
          "index": 9,
          "name": "Bluey Friendship Book My First Friends",
          "description": "In this album, all playmates from kindergarten can register with the help of their parents and immortalize themselves with a self-drawn picture. There is also a birthday calendar and a photo page. And the best part: Bluey, her family and her friends have already registered and reveal one or two funny secrets.",
          "price": 9.99,
          "stock": 0,
          "Altersempfehlung": 6,
          "image": "Bluey_Freundebuch_Meine_ersten_Freunde.webp",
          "category": "Books",
          "slug": "bluey-freundebuch-meine-ersten-freunde"
        },
        {
          "index": 10,
          "name": "My Big Golden Fairy Tale Treasury",
          "description": "The most beautiful fairy tales, magnificently presented: a wonderful gift! A fairy tale book can hardly be more beautiful: richly equipped with gold trim, half-linen spine and golden reading ribbon, it is a real treasure! The child-friendly retold texts and the colorful atmospheric pictures are the perfect introduction to the world of fairy tales. On 240 lavishly illustrated pages, the most popular and well-known fairy tales of the Brothers Grimm are gathered, but also famous fairy tales from near and far such as 'Beauty and the Beast', 'Aladdin and the Magic Lamp' or 'The Little Mermaid'. A timeless fairy tale book for cozy reading hours with the whole family.",
          "price": 26.0,
          "stock": 2,
          "Altersempfehlung": 4,
          "image": "Mein_großer_goldener_Märchenschatz.webp",
          "category": "Books",
          "slug": "mein-großer-goldener-märchenschatz"
        },
        {
          "index": 11,
          "name": "TOPModel Diary with Secret Code My BFF",
          "description": "Discover the TOPModel diary that is only accessible to you - because it only opens after entering your personal four-digit code, which you can choose and change yourself at any time. This way your diary remains truly secret and intended only for your eyes. As soon as you enter the correct code, you will be surprised with the new TOPModel Best Friends song, which creates a special atmosphere for about 20 seconds. The cover of the diary shines in a cheerful pink and is decorated with a large, stylish motif - a real eye-catcher for all TOPModel fans. Inside you will find 80 finely lined and colorfully designed pages that are just waiting to be filled by you with your thoughts, ideas and secrets. With this diary, you not only have a safe place for your stories, but also a cool accessory that beautifies your everyday life.",
          "price": 22.95,
          "stock": 3,
          "Altersempfehlung": 6,
          "image": "TOPModel_Tagebuch_mit_geheimem_Code_My_bff.webp",
          "category": "Books",
          "slug": "topmodel-tagebuch-mit-geheimem-code-my-bff"
        },
        {
          "index": 12,
          "name": "Marvel Spidey and His Amazing Friends 5 Minute Stories",
          "description": "Spidey, Ghost-Spider and Spin not only have to save New York from Rhino, Doc Ock and the Green Goblin, but also have to deal with a sea monster and a Robo-Dino! Fortunately, the friendly neighborhood heroes have their superhero friends Black Panther, Ant-Man, Ms. Marvel and Reptil by their side.",
          "price": 9.99,
          "stock": 10,
          "Altersempfehlung": 6,
          "image": "Marvel_Spidey_und_seine_Super-Freunde_5_Minuten_Geschichten.webp",
          "category": "Books",
          "slug": "marvel-spidey-und-seine-super-freunde-5-minuten-geschichten"
        },
        {
          "index": 11,
          "name": "",
          "description": "",
          "price": 9.99,
          "stock": 10,
          "Altersempfehlung": 6,
          "image": "Marvel_Spidey_und_seine_Super-Freunde_5_Minuten_Geschichten.webp",
          "category": "Books",
          "slug": ""
        }
      ]
    },
    {
      "slug": "lego",
      "name": "Lego",
      "description": "Build, create, and imagine with our extensive Lego collection. From classic sets to themed builds, unleash creativity brick by brick.",
      "category": "Building & Construction",
      "image": "/src/assets/images/Category-Images/Lego.jpg",
      "products": [
        {
          "index": 0,
          "name": "LEGO Classic 11038 Colorful Bricks Box",
          "description": "The Colorful Bricks Box in LEGO Classic Set 11038 is huge fun for kids aged 4 and up! In this box you'll find 850 classic colorful LEGO bricks that inspire your imagination and offer endless possibilities. Endless building fun with 10 cool models With this brick box you can get started right away and build 10 different models, including a car, a carrot delivery truck, a cherry, a music system, a windmill, a skateboard, a cloud, a butterfly, a chicken and a guitar. But that's not all! Creative ideas for even more fun The box also contains inspiring building ideas with which you can create more models such as airplanes, unicorns, houses, flowers, ice cream, trees and even more skateboards. You can keep mixing the bricks to create unique shapes and colors. Swap doors, windows, wheels, plants, eyes and transparent parts to create your own fantastic creations. Digital building instructions in the LEGO Builder App If you need additional instructions, the LEGO Builder App is available. There you will find digital building instructions to help you with your projects. Discover the world of creativity The LEGO Classic Colorful Bricks Box promotes your creativity and stimulates your imagination. Build, play and create your own world with these versatile bricks. The LEGO Bricks Box contains a variety of shapes and colors to guarantee hours of play fun - all LEGO bricks are also safe and recommended for children aged 4 and up.",
          "price": 29.99,
          "stock": 4,
          "Altersempfehlung": 4,
          "image": "LEGO_Classic_11038_LEGO_Bunte_Bausteine-Box.webp",
          "category": "Lego",
          "slug": "lego-classic-11038-lego-bunte-bausteine-box"
        },
        {
          "index": 1,
          "name": "LEGO Marvel Super Heroes 76326 Iron Spider-Man Büste",
          "description": "Die spektakuläre Iron Spider-Man Büste (76326) für erwachsene Fans ist ein LEGO Marvel Sammlerstück zum Bauen und Ausstellen. Das Set ist eine schöne Aufmerksamkeit für den Superhelden an deiner Seite. Dieses Präsent wird zu Anlässen wie dem Vater- oder Muttertag die Eltern begeistern oder auch Freund oder Freundin faszinieren.  Die Büste des legendären Superhelden hat 2 bewegliche mechanische Arme und einen drehbaren Kopf. Die beiden gegeneinander austauschbaren Sockel ziert ein Namensschild. Nur auf einem dieser Sockel ist Platz für die abnehmbare Minifigur Iron Spider-Man. Das lohnende Bauprojekt wird durch das Bauerlebnis mit der digitalen Version der Bauanleitung zu diesem Set komplementiert, die in der LEGO Builder App verfügbar ist.  Das umfangreiche Angebot an LEGO Sets für Erwachsene bietet erfahrenen Baumeistern ein wirklich fesselndes und anspruchsvolles Bauerlebnis. Das Set besteht aus 379 Teilen.",
          "price": 42.99,
          "stock": 10,
          "Altersempfehlung": 10,
          "image": "LEGO_Marvel_Super_Heroes_76326_Iron_Spider-Man_Büste.webp",
          "category": "Lego",
          "slug": "lego-marvel-super-heroes-76326-iron-spider-man-büste"
        },
        {
          "index": 2,
          "name": "LEGO Harry Potter 71043 Schloss Hogwarts Modell mit Figuren und Zubehör",
          "description": "Mit dem großen LEGO Harry Potter Set 71043 erweckst Du die Magie von Schloss Hogwarts Stein für Stein zum Leben!  Das Schloss Bewundere die große Halle und besuche Hagrids Hütte oder steige hinauf in die Schlafräume. Erkunde Prof. Dumbledores Büro mit Greifstatue und Denkarium, das Büro von Prof. Dolores Umbridge, den Gryffindor- Gemeinschaftsraum und die Bibliothek. Es gibt ein Klassenzimmer für Zaubertränke mit Regalen voller Gläser und eines für Verteidigung gegen die dunklen Künste mit einem Grammophon und dem Irrwicht- Schrank. Im Raum der Wünsche findest Du neben allerlei Krempel auch das Verschwindekabinett und den Kelch von Helga Hufflepuff. Überwinde außerdem den versteckten Raum mit der Teufelsschlinge und suche den Stein der Weisen im Zauberschachraum. Traust Du Dich in die Kammer des Schreckens, wo der Basilisk und Tom Riddles Tagebuch auf Dich warten?  Funktionen Wie in den Harry Potter Geschichten sind auch die Treppen in diesem großen LEGO Hogwarts Schloss beweglich und auch der baubare Ungarische Hornschwanz kann mit seinen Flügeln und dem stacheligem Schwanz schlagen. Die peitschende Weide lässt sich drehen und auch ihre Äste kannst Du nach oben oder unten biegen – sogar ein baubares Mini-Modell des fliegenden Ford Anglia von Mr. Weasley bleibt zwischen ihren Zweigen stecken!  Minifiguren und Mikrofiguren Als Minifiguren sind Godric Griffindor, Helga Hufflepuff, Salazar Slytherin und Rowenda Ravenclaw im Set 71043 enthalten. Hinzu kommen 27 Mikrofiguren: Harry Potter, Ron Weasley, Hermine Granger, Draco Malfoy, Albus Dumbledore, Professor Snape, Professor McGonagall, Remus Lupin, Professor Dolores Umbridge, Argus Filch, Lord Voldemort, Bellatrix Lestrange, 12 Schüler, 2 Schachfiguren, Statue des Architekten von Hogwarts, 5 Dementoren, Spinne Aragog, Basilisk und die baubare Figur eines Ungarischen Hornschwanzes.  Erkunde die Geheimnisse der weltweit wohl berühmtesten Schule für Hexerei und Zauberei mit dem großen Schloss Hogwarts Modell im LEGO Harry Potter Set 71043 inklusive besonderer Figuren und Zubehörteile!",
          "price": 359.99,
          "stock": 3,
          "Altersempfehlung": 16,
          "image": "LEGO_Harry_Potter_71043_Schloss_Hogwarts_Modell_mit_Figuren_und_Zubehör.webp",
          "category": "Lego",
          "slug": "lego-harry-potter-71043-schloss-hogwarts-modell-mit-figuren-und-zubehör"
        },
        {
          "index": 3,
          "name": "LEGO One Piece 75639 Das Piratenschiff Flying Lamb",
          "description": "Das Piratenschiff Flying Lamb (75639) ist ein wunderschönes Modell, das die Fans von ONE PIECE Abenteuern und Bauspielzeugen zum Ausstellen begeistern wird. Dieses hochwertige LEGO Bauset ist ein tolles Geschenk für Jungen und Mädchen ab 10 Jahren und für kreative Kinder mit einer Schwäche für die Strohhutpiraten.  In dem Schiff sind mehrere Räume untergebracht: eine Kabine für die Crew, eine Kombüse, ein Lagerraum und eine Werkstatt. Zu dem Modell gehören auch 5 LEGO ONE PIECE Minifiguren. Ruffy sitzt über einer Kanone auf der Schaf-Galionsfigur am Bug. Zorro relaxt und trainiert auf dem Deck. Nami steht am Steuer am Heck, wo ihre geliebten Mandarinenbäume auf dem Deck wachsen. Lysop klettert die Masten hinauf und hält im Ausguck Ausschau nach anderen Schiffen. Und Sanji trägt Töpfe in die Kombüse hinunter. Auch 4 Steckbriefe liegen bei.  In der LEGO Builder App können Kinder 3D-Ansichten der Modelle vergrößern und drehen und ihren Baufortschritt verfolgen. Das Set besteht aus 1.376 Teilen.",
          "price": 94.99,
          "stock": 9,
          "Altersempfehlung": 10,
          "image": "lego_one_piece_75639_das_piratenschiff_flying_lamb.webp",
          "category": "Lego",
          "slug": "lego-one-piece-75639-das-piratenschiff-flying-lamb"
        },
        {
          "index": 4,
          "name": "LEGO City 60470 Arktis-Polarexpress",
          "description": "Überrasche einen Fan, der MINT-Spielzeuge und Rollenspiele liebt, mit dem LEGO City Arktis-Polarexpress (60470) Set. Dieses faszinierende Spielset für Kinder ab 7 Jahren beinhaltet eine ferngesteuerte LEGO Powered Up Lok mit Schneepflug, einen Panoramawagen für Passagiere und einen Flachwagen mit Schneetraktor.  Mit diesem Set bekommen Kinder 22 Gleissegmente, einen Bergtunnel mit Felssturz-Funktion, einen Außenposten und einen Bergwerksstollen. Auch Johnny Thunder und 5 weitere Arktisforscher-Minifiguren sowie 2 Polarfüchse laden zu vielen Abenteuern ein.  Für die Spielzeug Eisenbahn ist neben der gedruckten Bauanleitung im Set auch eine digitale Anleitung in der LEGO Builder App verfügbar. In der App können Kinder 3D-Ansichten der Modelle vergrößern und drehen, Sets speichern und beim Bauen ihren Baufortschritt verfolgen.  LEGO City Bausets enthalten coole Spielzeugfahrzeuge, wirklichkeitsgetreue Bauwerke und faszinierende Figuren, die Kinder kreativ spielen lassen. Für unzählige weitere spannende Spielmöglichkeiten können Kinder dieses Modell mit anderen kreativen und separat erhältlichen LEGO City Bauspielzeugen kombinieren.",
          "price": 154.95,
          "stock": 12,
          "Altersempfehlung": 7,
          "image": "LEGO_City_60470_Arktis-Polarexpress.webp",
          "category": "Lego",
          "slug": "lego-city-60470-arktis-polarexpress"
        },
        {
          "index": 5,
          "name": "LEGO City 60440 Sattelzug",
          "description": "Der LEGO City 60440 Sattelzug bringt alles mit, was du für aufregende Abenteuer brauchst: einen coolen LEGO LKW, einen riesigen Auflieger, einen Gabelstapler und sogar einen Hotdog-Stand.  Ein riesiger LEGO LKW Dieser LEGO City LKW mit Auflieger ist beeindruckend groß und voller Details. Auf der Ladefläche warten Paletten mit LEGO Boxen darauf, von dir mit dem Gabelstapler bewegt zu werden. Auch der Hotdog-Stand ist bereit, deine Minifiguren mit Snacks zu versorgen.  Einfache Bauanleitungen Mit der LEGO Builder App wird das Bauen zum Kinderspiel! Du kannst das Modell aus jedem Blickwinkel betrachten und mit der digitalen Anleitung ganz leicht den Sattelzug und den Gabelstapler zusammenbauen.  Du kannst den LEGO City Sattelzug natürlich auch mit anderen LEGO City Sets kombinieren und deine eigene Miniaturstadt erschaffen!",
          "price": 89.95,
          "stock": 5,
          "Altersempfehlung": 7,
          "image": "LEGO_City_60440_Sattelzug.webp",
          "category": "Lego",
          "slug": "lego-city-60440-sattelzug"
        },
        {
          "index": 6,
          "name": "LEGO NINJAGO 71832 Chaosdrache Donnerzahn",
          "description": "LEGO NINJAGO Chaosdrache Donnerzahn (71832) ist ein fantasievolles Spielset, mit dem Jungen und Mädchen ab 8 Jahren spannende Actionszenen aus der 3. Staffel der TV-Serie NINJAGO Aufstieg der Drachen nachstellen können. Dieses Bauset für Kinder beinhaltet einen großen Spielzeugdrachen, der Schwanz, Kopf und Maul sowie Füße, Beine und Flügel bewegen kann. Außerdem trägt er einen Shooter unter jedem Flügel. Die Drachenfigur ist an ein kleines Nebenmodell gekettet. Mit den beiden Prismaklingen kann man ihn von den Ketten befreien.  Das LEGO Bauspielzeug beinhaltet 6 NINJAGO Minifiguren: Die Ninja-Helden Lloyd, Nya, Arin und Sora tragen Ninja-Ausrüstung, und die beiden Bösewichte – Nokt und der Anführer der Drachenmenschen namens Tyr – sind ebenfalls bestens für spannende Duelle zwischen Gut und Böse ausgerüstet.  In dem breiten Angebot an separat erhältlichen LEGO NINJAGO Bausets und baubaren Spielzeugen finden Ninja-Fans viele Mechs, Drachen und Tempel für spannende Gefechte zwischen Gut und Böse. Jedes dieser Ninja Modelle kann auch mithilfe der LEGO Builder App gebaut werden, die dich und dein Kind auf ein ebenso einfaches wie intuitives Bauabenteuer mitnimmt.",
          "price": 49.99,
          "stock": 12,
          "Altersempfehlung": 8,
          "image": "LEGO_NINJAGO_71832_Chaosdrache_Donnerzahn.webp",
          "category": "Lego",
          "slug": "lego-ninja-71832-chaosdrache-donnerzahn"
        },
        {
          "index": 7,
          "name": "LEGO Minecraft 21264 Der Enderdrache und das Endschiff",
          "description": "Das LEGO Minecraft Set *8Der Enderdrache und das Endschiff* entführt dich in eine spannende Welt voller Abenteuer. Mit diesem Set kannst du das gefährliche Endbiom erkunden und dich einem aufregenden Duell mit dem mächtigen Enderdrachen stellen.  Abenteuer mit dem Enderdrachen In diesem LEGO Minecraft Set erwartet dich der legendäre Enderdrache, eine voll bewegliche Figur, die dich herausfordert. Alle Gliedmaßen des Drachen lassen sich verstellen, damit du die spannendsten Duelle nachstellen kannst. Der abnehmbare Drachenkopf dient sogar als Helm, den du auf deinen Abenteuern tragen kannst.  Endschiff mit vielen Details Das Endschiff im Set ist voll ausgestattet und bietet dir unzählige Spielmöglichkeiten. Du kannst die Seiten und das Dach abnehmen, um den Innenraum zu erkunden. Im Schiff findest du einen Braustand mit Heiltränken, die dir in brenzligen Situationen helfen. Der Ender- Entdecker mit Elytren und Feuerwerksrakete ist bereit, mit dir neue Welten zu erobern.  Digitaler Bauspaß Mit der LEGO Builder App wird der Aufbau des Sets noch spannender. Du kannst das Modell in 3D betrachten, vergrößern und drehen, um sicherzustellen, dass du jeden Stein perfekt platzierst. Verfolge deinen Baufortschritt und lass deiner Kreativität freien Lauf.  Das LEGO Minecraft 21264 Set *Der Enderdrache und das Endschiff* ist ein Muss für alle Fans des Videospiels!",
          "price": 68.99,
          "stock": 0,
          "Altersempfehlung": 7,
          "image": "236738.webp",
          "category": "Lego",
          "slug": "lego-minecraft-21264"
        },
        {
          "index": 8,
          "name": "LEGO DUPLO 10427 Interaktive Abenteuer-Eisenbahn",
          "description": "Die Interaktive Abenteuer-Eisenbahn (10427) ist ein Spielzeug für Vorschulkinder, das Kleinkinder ab 2 Jahren zum Lokführer macht. Diese Spielzeugeisenbahn lässt Kleinkinder das Ziel für den Familienausflug auswählen und auf eine lehrreiche Reise mit vielen Lichtern und Geräuschen gehen.  Das Spielset zum Bauen und Umbauen beinhaltet diverse Steine, um einen Park, einen Strand, einen Bahnhof oder ein Einfamilienhaus zu bauen, weckt die Neugier von Kleinkindern und bringt ihnen kreative Bautechniken bei. Das Lernspielzeug lässt Vorschulkinder Geduld, Fingerfertigkeit und Kreativität entwickeln, wenn sie sich aufs Bauen der Bahnstrecke konzentrieren und ein Ziel für den Zug auswählen.  3 Aktionssteine in diesem Bauset sorgen für ein lebhaftes Spielerlebnis und lassen den Zug wirklichkeitsnahe Geräusche machen, wenn er über sie hinwegrollt. So lernen Kleinkinder, Vorhersagen zu treffen, wenn sie raten, welches Geräusch der Zug wohl gleich machen wird. Sie können auch den speziell anpassbaren Stein verwenden, um eigene Geräusche abzuspielen, die sie mit LEGO DUPLO Interactive Trains aufgenommen haben. Diese kostenlose App verwandelt ein Smartphone oder Tablet in eine Fernsteuerung für den Zug in diesem Bauspielzeug.",
          "price": 59.0,
          "stock": 2,
          "Altersempfehlung": 2,
          "image": "lego_duplo_eisenbahn.webp",
          "category": "Lego",
          "slug": "lego-duplo-eisenbahn"
        },
        {
          "index": 9,
          "name": "LEGO Botanicals 10372 Hibiskus",
          "description": "Der LEGO Botanicals Hibiskus (10372) ist ein kreatives Bauset für Erwachsene, das die Freude am Modellbau, an Pflanzen und am Basteln neu entfacht. Dieses durchdachte Spielset lädt zu entspannten Stunden ein, ob allein oder als gemeinsames DIY Projekt.  Gestalte eine hübsche LEGO Pflanze mit 5 großen Blüten, 4 fast geöffneten Knospen und 2 jungen Knospen. Blätter und Blüten lassen sich flexibel arrangieren, so entsteht ein einzigartiges Modell, das ganz deinen Vorstellungen entspricht.  Ein dunkelblauer Blumentopf ist im Set enthalten und macht aus deinem Bauwerk eine stilvolle Dekoration. Mit 660 Teilen ist dieses LEGO Blumen Bastelset eine spannende Herausforderung für alle, die Freude an kreativem Spielzeug oder Baukästen für Erwachsene haben.  Die LEGO Builder App bietet zusätzlich eine digitale Anleitung und unterstützt ein intuitives Bauerlebnis – toll für alle, die gern DIY-Projekte umsetzen.  Ob als Geschenk für Erwachsene zum Geburtstag, zur Einweihung oder einfach als kleine Aufmerksamkeit, dieses Set bringt Farbe und Kreativität in jeden Alltag.",
          "price": 19.99,
          "stock": 52,
          "Altersempfehlung": 8,
          "image": "lego_botanicals_hibiskus.webp",
          "category": "Lego",
          "slug": "lego-botanicals-hibiskus"
        }
      ]
    },
    {
      "slug": "hot-wheels",
      "name": "Hot Wheels",
      "description": "Rev up the excitement with our Hot Wheels collection! From race tracks to monster trucks, experience high-speed adventures and thrilling stunts.",
      "category": "Action & Racing",
      "image": "/src/assets/images/Category-Images/Hot Wheels.jpg",
      "products": [
        {
          "index": 0,
          "name": "Hot Wheels City Bahn Mega Garage mit Auto 1:64",
          "description": "Entdecke die ultimative Spielwelt mit der Hot Wheels City Mega Garage mit Bahn und Aufzug! Dieses fantastische Set bietet dir nicht nur eine riesige Parkgarage, sondern auch eine spannende Rennstrecke und einen Aufzug, der deine Hot Wheels nach oben befördert.  Viel Platz zum Parken und Spielen Mit mehr als 60 Parkplätzen bietet die Mega Garage jede Menge Platz für deine Hot Wheels Autos. Ein Auto ist bereits enthalten, damit du gleich loslegen kannst. Die Parkgarage ist mehr als 70 cm hoch und bietet unendlichen Spielspaß für kleine und große Hot Wheels Fans.  Rasante Action mit Aufzug und Rennstrecke Setze deine Fahrzeuge in den Korkenzieheraufzug und lass sie nach oben transportieren. Oben angekommen, kannst du entscheiden: Parken auf dem Deck oder ein rasantes Rennen auf der äußeren Bahn starten? Die Streckenweichen helfen dir dabei, die Autos genau dorthin zu lenken, wo du sie haben möchtest.  Erweiterbar für unbegrenzten Spielspaß Dank der vielen Anschlusspunkte kannst du die Mega Garage mit anderen Hot Wheels Sets und Bahnen verbinden (separat erhältlich). So kannst du deine eigene Hot Wheels City bauen und erweitern. Der enthaltene Werkstatt-Bereich mit beweglichen Elementen lädt zum Reparieren und Tunen deiner Autos ein.  Entdecke jetzt die Hot Wheels City Bahn Mega Garage und erlebe unbegrenzten Spielspaß mit deinen Hot Wheels!",
          "price": 49.99,
          "stock": 42,
          "Altersempfehlung": 4,
          "image": "hot-wheels-city-bahn-mega-garage-mit-auto-164.webp",
          "category": "hot-wheels",
          "slug": "hot-wheels-city-bahn-mega-garage-mit-auto-164"
        },
        {
          "index": 1,
          "name": "Hot Wheels Bahn Double Loop Dash mit Autos 1:64",
          "description": "Die Hot Wheels Bahn Double Loop Dash (1:64) ist ein spannendes Spielset für kleine und große Hot Wheels Fans. Dieses Set enthält eine riesige Rennstrecke mit zwei Schleifen und einem Abzweig, der deine Hot Wheels Autos in eine rasante Aktion bringt.  Viel Platz zum Parken und Spielen Mit mehr als 60 Parkplätzen bietet die Mega Garage jede Menge Platz für deine Hot Wheels Autos. Ein Auto ist bereits enthalten, damit du gleich loslegen kannst. Die Parkgarage ist mehr als 70 cm hoch und bietet unendlichen Spielspaß für kleine und große Hot Wheels Fans.  Rasante Action mit Aufzug und Rennstrecke Setze deine Fahrzeuge in den Korkenzieheraufzug und lass sie nach oben transportieren. Oben angekommen, kannst du entscheiden: Parken auf dem Deck oder ein rasantes Rennen auf der äußeren Bahn starten? Die Streckenweichen helfen dir dabei, die Autos genau dorthin zu lenken, wo du sie haben möchtest.  Erweiterbar für unbegrenzten Spielspaß Dank der vielen Anschlusspunkte kannst du die Mega Garage mit anderen Hot Wheels Sets und Bahnen verbinden (separat erhältlich). So kannst du deine eigene Hot Wheels City bauen und erweitern. Der enthaltene Werkstatt-Bereich mit beweglichen Elementen lädt zum Reparieren und Tunen deiner Autos ein.  Entdecke jetzt die Hot Wheels City Bahn Mega Garage und erlebe unbegrenzten Spielspaß mit deinen Hot Wheels!",
          "price": 38.99,
          "stock": 22,
          "Altersempfehlung": 6,
          "image": "hot-wheels-bahn-double-loop-dash-mit-autos-164.webp",
          "category": "hot-wheels",
          "slug": "hot-wheels-bahn-double-loop-dash-mit-autos-164"
        },
        {
          "index": 2,
          "name": "Hot Wheels Monster Trucks Bahn T-Rex Vulkan Arena mit Licht und Sound",
          "description": "Erlebe dinostarken Fahrspaß mit der Hot Wheels Monster Trucks T-Rex Vulkan Arena Bahn mit coolen Licht- und Soundeffekten!  Gefährlicher Hot Wheels T-Rex Die Monster Trucks Vulkan Arena erwacht mithilfe von Lichtern, Geräuschen, großen Loopings und einem bedrohlichen Hot Wheels T-Rex, der aus dem aktiven Vulkan aufsteigt, zum Leben. Die Hot Wheels Monster Truck Arena bietet zudem zwei große Loopings, zwei Starter und verschiedene Bereiche für Crash-Action und Stunts.  Rennbahn Set mit Autos Die Hot Wheels Monster Truck Vulkan Arena Bahn enthält einen Hot Wheels Race Ace Monster Truck und ein Hot Wheels Auto – jeweils im Maßstab 1:64. Damit kann der actiongeladene Spielspaß sofort losgehen! Die „Sitze der Monster Truck T-Rex Arena bieten zusätzlichen Platz für weitere Spielzeugautos (separat erhältlich).  Die Hot Wheels Monster Truck T-Rex Vulkan Arena Bahn lässt sich mit anderen Rennstrecken und Sets (separat erhältlich) zu einer ganzen Hot Wheels City erweitern!",
          "price": 79.99,
          "stock": 12,
          "Altersempfehlung": 3,
          "image": "hot-wheels-monster-trucks-bahn-t-rex-vulkan-arena-mit-licht-und-sound.webp",
          "category": "hot-wheels",
          "slug": "hot-wheels-monster-trucks-bahn-t-rex-vulkan-arena-mit-licht-und-sound"
        },
        {
          "index": 3,
          "name": "Hot Wheels Monster Trucks Ferngesteuertes Auto R/C Tiger Shark Climber 1:15",
          "description": "Der Tiger Shark Climber RC von Hot Wheels Monster Trucks ist bereit für Zerstörung, Crashes und Kletter-Action! Er ist perfekt für coole Geländefahrten und hat eine innovative Schwanzflosse, mit der das Biest einfach über Hindernisse und über Konkurrenten fährt.  Im Speed-Modus beherrscht es jede Oberfläche dank der Reifen mit Supergrip. Im Klettermodus verlängert sich die Schwanzflosse, und der Tiger Shark fährt völlig unbeeindruckt über Hindernisse aller Art. Mit einem Knopf auf der Fernbedienung wechselt der Tiger Shark in eine verrückte Drehbewegung, die zeigt, wie schnell und stilvoll er ist. Abweichungen in Farbe und Gestaltung vorbehalten.",
          "price": 49.99,
          "stock": 6,
          "Altersempfehlung": 5,
          "image": "hot-wheels-monster-trucks-ferngesteuertes-auto-r-c-tiger-shark-climber-115.webp",
          "category": "hot-wheels",
          "slug": "hot-wheels-monster-trucks-ferngesteuertes-auto-r-c-tiger-shark-climber-115"
        },
        {
          "index": 4,
          "name": "Hot Wheels Track Builder Bahn Race Crate mit Autos 1:64",
          "description": "Die Track-Builder-Rennkiste von Hot Wheels ist das ultimative Track-und Stunt-Bauset in einem! Sie kombiniert verschiedene Spielmöglichkeiten mit drei spannenden und einzigartigen Rennen. Fahre Rennen, führe Stunts vor und fordere Freunde heraus! Die Track Builder-Kiste verwandelt sich und ermöglicht dir drei supercoole Stunts: die Fallrampe, den Mega-Sprung und das Beschleunigungsrennen! Die ausklappbare Rennstrecke, mehr als 2,45 m Track und verschiedene Herausforderungen beflügeln die Fantasie mit der Schranke für faire Starts, dem zweispurigen Looping, der Zielschranke und zwei Doppelstartern zum Draufhauen. Jede Kiste beinhaltet eine Aufbauanleitung.  Jüngere Kinder benötigen für die Stunts möglicherweise die Hilfe ihrer Eltern. Alles beiliegende Zubehör kann auch für andere Track-Builder- Sets verwendet werden, mit Aufbauanleitung und Markierungen für Aufbewahrung, Aufbau und Abbau.  Alle Teile lassen sich in der zusammengeklappten Kiste aufbewahren, so dass sie unkompliziert überall mitgenommen werden kann. Mit 2 Hot- Wheels-Fahrzeugen",
          "price": 49.99,
          "stock": 6,
          "Altersempfehlung": 6,
          "image": "hot-wheels-track-builder-bahn-race-crate-mit-autos-164.webp",
          "category": "hot-wheels",
          "slug": "hot-wheels-track-builder-bahn-race-crate-mit-autos-164"
        },
        {
          "index": 5,
          "name": "Hot Wheels Monster Truck Transporter Monster Mover mit Autos 1:64",
          "description": "Transportiere deine Monster Trucks stilvoll mit dem Hot Wheels Monster Mover Transporter! Dieser große Autotransporter bietet Platz für bis zu 12 Hot Wheels Monster Truck Spielzeugautos.  Du kannst deine Spielzeugautos mit einem Knopfdruck von der hinteren Rampe aus in Bewegung setzen und dank riesiger Reifen des Transporters auch große Hindernisse überwinden! Dieser Hot Wheels Monster Trucks Monster Mover sieht genauso aus wie Steer Clear, einer der kultigsten Trucks von Hot Wheels.  Das Spielzeugset enthält drei kultige Hot Wheels Monster Trucks: Skeleton Crew, Rodger Dodger und den Hot Wheels Racing Monster Truck – mach dich also bereit für Crashing Action und rasanten Fahrspaß direkt aus der Box!",
          "price": 34.99,
          "stock": 6,
          "Altersempfehlung": 3,
          "image": "hot-wheels-monster-trucks-transporter-monster-mover-mit-autos-164.webp",
          "category": "hot-wheels",
          "slug": "hot-wheels-monster-trucks-transporter-monster-mover-mit-autos-164"
        },
        {
          "index": 6,
          "name": "Hot Wheels Vitrine - Display Case mit Licht für bis zu 36 Autos",
          "description": "Bewahre alle deine Hot Wheels-Autos bequem in dieser supercoolen Hot Wheels-Vitrine mit 6 Ebenen auf! Befestige den Koffer an der Wand, um Platz auf deinem Schreibtisch, Tisch oder Regal zu sparen. Der Hot Wheels-Koffer leuchtet außerdem mit LED-Lichtstreifen auf jeder Ebene.",
          "price": 49.99,
          "stock": 12,
          "Altersempfehlung": 12,
          "image": "hot-wheels-vitrine-display-case-mit-licht-für-bis-zu-36-autos.webp",
          "category": "hot-wheels",
          "slug": "hot-wheels-vitrine-display-case-mit-licht-für-bis-zu-36-autos"
        },
        {
          "index": 7,
          "name": "Hot Wheels Monster Truck Car Chompin' Mega Wrex mit Licht & Sound und Auto 1:64",
          "description": "Mach dich bereit für atemberaubenden Action-Spaß, denn der imposante Hot Wheels Monster Truck Mega Wrex ist hier, um die Straßen unsicher zu machen!  Realistischer Dino-Look Tauche ein in die Welt der gigantischen Monster Trucks! Mega Wrex beeindruckt mit seinem authentischen Design, das jedes Kinderzimmer in eine abenteuerliche Dino-Welt verwandelt.  Mit Licht und Sound Erlebe die spannenden Licht- und Geräuscheffekte, die Mega Wrex zum Leben erwecken. Einfach auf den Schwanz drücken, und schon beginnt das actiongeladene Spielvergnügen!  Gefährlicher Autoschlucker Mega Wrex ist bereit, deine Hot Wheels Autos zu verschlingen! Dieses Set enthält dafür ein Die-Cast Hot Wheels Auto im Maßstab 1:64, das von Mega Wrex gefressen und verdaut werden kann.  Unendlicher Spielspaß Kombiniere Mega Wrex mit anderen Hot Wheels Spielzeugen und erschaffe deine eigenen Monster Truck Abenteuer. Crash- und Smash-Spaß garantiert!  Starte zum ultimativen Hot Wheels Monster Truck Spaß mit dem gefährlichen, Autos verschlingenden Mega Wrex!",
          "price": 46.99,
          "stock": 9,
          "Altersempfehlung": 10,
          "image": "hot-wheels-monster-truck-car-chompin-mega-wrex-mit-licht-sound-und-auto-164.webp",
          "category": "hot-wheels",
          "slug": "hot-wheels-monster-truck-car-chompin-mega-wrex-mit-licht-sound-und-auto-164"
        },
        {
          "index": 8,
          "name": "Hot Wheels Autos 10er Set sortiert",
          "description": "Jedes Set enthält 10 starke Hot Wheels Autos im Maßstab 1:64: Da bleiben in Sachen Spielzeugautos keine Wünsche offen! Diese rasante Hot Wheels Collection umfasst zehn rennfertige Spielzeugautos. Jedes Hot Wheels Fahrzeug präsentiert sich mit realistischen Details und authentischer Deko.  Für noch mehr Spielspaß lässt sich deine Sammlung an Hot Wheels Rennwagen nach Belieben erweitern. Es gibt zahlreiche Sammeloptionen mit verschiedenen Themen und Looks zum Tauschen mit Freunden. Diese Hot Wheels 10er Packs sind tolle Geschenksets für Kinder, Sammler, Auto-Liebhaber und Rennsport-Fans jeden Alters!  Diesen Artikel gibt es in verschiedenen Ausführungen. Eine Vorauswahl ist online leider nicht möglich. Du erhältst einen Artikel aus diesem Sortiment.",
          "price": 14.99,
          "stock": 8,
          "Altersempfehlung": 3,
          "image": "hot-wheels-autos-10er-set-sortiert.webp",
          "category": "hot-wheels",
          "slug": "hot-wheels-autos-10er-set-sortiert"
        },
        {
          "index": 9,
          "name": "Hot Wheels Premium 2024 Formel 1 Auto McLaren F1 Team Lando Norris",
          "description": "Hol dir mit diesem Hot Wheels Premium 2024 Formel 1 Modellfahrzeug im Maßstab 1:64 echtes Rennfeeling nach Hause. Das detailverliebte Modell sieht genauso aus wie der Rennwagen aus dem McLaren Formel 1 Team von Lando Norris in 2024.  Mit Real Riders Reifen und einer Karosserie aus Metall bietet das Hot Wheels Auto dir hochwertige Verarbeitung und Sammlerwert in einem. Ob du leidenschaftlicher Motorsportfan bist oder einfach ein Faible für außergewöhnliche Fahrzeuge hast - dieses Modell vereint Geschwindigkeit und Stil in perfekter Form. Ideal zum Ausstellen in deiner Sammlung oder für rasante Rennen voller Action.",
          "price": 12.99,
          "stock": 12,
          "Altersempfehlung": 10,
          "image": "hot-wheels-premium-2024-formel-1-auto-mclaren-f1-team-lando-norris.webp",
          "category": "hot-wheels",
          "slug": "hot-wheels-premium-2024-formel-1-auto-mclaren-f1-team-lando-norris"
        }
      ]
    },
    {
      "slug": "puzzles",
      "name": "Puzzles",
      "description": "Challenge young minds with our diverse puzzle collection. Enhance problem-solving skills while having fun with puzzles for every age and skill level.",
      "category": "Brain Games",
      "image": "/src/assets/images/Category-Images/Puzzles.jpg",
      "products": [
        {
          "index": 0,
          "name": "Cubic Fun 3D Puzzle RMS Titanic mit LED Licht",
          "description": "Dieses große Cubic Fun RMS Titanic 3D Puzzle verbindet Puzzle-Freude und Modellbau!  Titanic Modell Die 266 Teile ergeben ein Modell der berühmten RMS Titanic im Maßstab 1:305. Anders als beim Modellbau brauchst du allerdings kein Werkzeug, keine Farbe und auch keinen Kleber: die Puzzleteile greifen einfach ineinander.  Mit LED-Beleuchtung Zum 3D Puzzle gehören außerdem 85 LEDs, mit denen dein fertiggestelltes Titanic Modell auch im Dunkeln einfach spektakulär aussieht!",
          "price": 29.99,
          "stock": 10,
          "Altersempfehlung": 3,
          "image": "Cubic_Fun_3D_Puzzle_RMS_Titanic_mit_LED_Licht.webp",
          "category": "puzzles",
          "slug": "cubic-fun-3d-puzzle-rms-titanic-mit-led-licht"
        },
        {
          "index": 1,
          "name": "Ravensburger Puzzles Einhörner 4 x 100 Teile",
          "description": "Eine Box - 4 Puzzles mit magischen Einhorn-Motiven. Mit 100 Teilen pro Puzzle bietet dieses Ravensburger Set Fans der Fabelwesen eine altersgerechte Herausforderung. Das Knobeln wird belohnt. Jedes passende Teil ist ein kleiner Erfolg und am Ende sind die zauberhaften Bilder komplett. Auf dem Weg werden die Konzentrationsfähigkeit und das Gedächtnis trainiert, während das Puzzeln selbst die Feinmotorik fördert. Das macht Puzzles zu einem pädagogisch wertvollen Klassiker, mit dem du dich allein oder mit Freunden gut beschäftigen kannst.",
          "price": 16.99,
          "stock": 6,
          "Altersempfehlung": 5,
          "image": "Ravensburger_Puzzles_Einhorn_4_x_100_Teile.webp",
          "category": "puzzles",
          "slug": "ravensburger-puzzles-einhorn-4-x-100-teile"
        },
        {
          "index": 2,
          "name": "Squirrel Play Sound Puzzle Bauernhof Tiere",
          "description": "Das Bauernhof Puzzle aus Holz ist ein lustiges Zuordnungsspiel. Welches der 7 Tiere gehört an welche Stelle? Bei jedem Teil, das du richtig einfügst, erklingt das passender Tiergeräusch wie das Miau der Katze oder das Blöken des Schafs. Dank des kleinen Griffs sind die Teile gut zu greifen. Das 7-teilige Puzzle fördert die Feinmotorik und das Gefühl für Ursache und Wirkung.",
          "price": 9.99,
          "stock": 15,
          "Altersempfehlung": 2,
          "image": "Squirrel_Play_Sound_Puzzle_Bauernhof_Tiere.webp",
          "category": "puzzles",
          "slug": "squirrel-play-sound-puzzle-bauernhof-tiere"
        },
        {
          "index": 3,
          "name": "4-in-a-box Puzzles PAW Patrol",
          "description": "Hier steckt mehr drin: Gleich vier Puzzles in einer Box. Teile suchen, anfügen und sich über das immer größer werdende Bild freuen - Puzzeln ist, wenn sich ein kleiner Erfolg an den anderen reiht. Deshalb lieben Kinder es, die Puzzleteile immer wieder zu ihren Lieblingsmotiven zusammen zu setzen. Doch Puzzles bieten mehr als Spaß: Mit der richtigen Schwierigkeit gewählt, lassen sie Kinder jeden Alters an den Herausforderungen wachsen, erhöhen ihre Geduld und stärken ihr Selbstvertrauen.",
          "price": 9.99,
          "stock": 7,
          "Altersempfehlung": 3,
          "image": "4-in-a-box_Puzzles_PAW_Patrol.webp",
          "category": "puzzles",
          "slug": "4-in-a-box-puzzles-paw-patrol"
        },
        {
          "index": 4,
          "name": "Ravensburger 3D Puzzle Iconics: Volkswagen T1",
          "description": "Erlebe das Gefühl von Abenteuer, Freiheit und Lebensfreude mit dem Ravensburger 3D Puzzle Iconics: Volkswagen T1. Stück für Stück baust du dir ein detailgetreues Modell des legendären Bullis - ein Symbol für Reisen, Unabhängigkeit und unvergessliche Erlebnisse. Der kultige VW T1 war schon an den schönsten und entlegensten Orten der Welt unterwegs. Jetzt kannst du dir diese Ikone direkt nach Hause holen.  Mit seinen geformten, gewölbten und teils knickbaren Präzisions-Kunststoffteilen entsteht ein stabiles und hochwertiges Modell, das du ganz ohne Klebstoff zusammenfügst. Die nummerierten Teile sorgen dafür, dass auch Einsteiger den Zusammenbau entspannt meistern. So wird dein Puzzle zu einem spannenden und zugleich beruhigenden Projekt und zu einem echten Hingucker in deinem Regal.  Ob als Geschenk für VW-Fans, Sammlerstück oder kreatives Bauprojekt für zwischendurch: Der Volkswagen T1 aus der 3D Puzzle Iconics Reihe bringt nostalgischen Charme und dekorative Klasse in dein Zuhause. Hol dir jetzt deinen eigenen Bulli und lass die Reise beginnen!",
          "price": 7.99,
          "stock": 12,
          "Altersempfehlung": 3,
          "image": "Ravensburger_3D_Puzzle_Iconics_Volkswagen_T1.webp",
          "category": "puzzles",
          "slug": "ravensburger-3d-puzzle-iconics-volkswagen-t1"
        },
        {
          "index": 5,
          "name": "Ravensburger Minecraft XXL Puzzle Cutaway 300 Teile",
          "description": "Das Minecraft-Motiv bei diesem XXL Puzzle von Ravensburger feiert den kreativen Spieleklassiker. Zu sehen ist, wie die Blöcke als Burgtürme hoch in den Himmel ragen und sich vor der Festung die Schichten des Bodens im Tagebau bis runter zu einem Dungeon auftun. Alles an diesem Motiv mit Weitwinkel-Perspektive hat den kultigen Spiellook. So werden Geduld und Knobelskills nicht nur durch die kleine Erfolgserlebnisse belohnt, wenn Teile zueinander passen, sondern auch durch das poster- würdige Motiv am Ende.",
          "price": 11.99,
          "stock": 15,
          "Altersempfehlung": 8,
          "image": "Ravensburger_Minecraft_XXL_Puzzle_Cutaway_300_Teile.webp",
          "category": "puzzles",
          "slug": "ravensburger-minecraft-xxl-puzzle-cutaway-300-teile"
        },
        {
          "index": 6,
          "name": "Disney Die Eiskönigin Holzpuzzle 3x24 Teile",
          "description": "In dieser Box erwarten dich drei Holzpuzzles mit magischen Motiven zu Disneys 'Die Eiskönigin' -Filmen. Damit du die die Teile gut zuordnen kannst, hat jedes der Bilder eine ganz eigene Farbstimmung. Auf den zusammengesetzten Motiven erwarten dich die Hauptcharaktere aus den Frozen-Filmen: Die Eiskönigin Elsa, ihre Schwester Anna, der lebendige Schneemann Olaf sowie Kristoff und sein Rentierfreund-Sven. Deine Geduld beim Zusammensetzen der jeweils 24 Holzteile lohnt sich also! Aber auch der Weg ist das Ziel: Puzzlen macht Spaß und du übst spielend, dich länger zu konzentrieren und räumlich zu denken.",
          "price": 6.99,
          "stock": 18,
          "Altersempfehlung": 6,
          "image": "Disney_Die_Eiskönigin_Holzpuzzle_3x24_Teile.webp",
          "category": "puzzles",
          "slug": "disney-die-eiskönigin-holzpuzzle-3x24-teile"
        },
        {
          "index": 7,
          "name": "Ravensburger XXL Puzzle Die Magie der Unicorn Academy 200 Teile",
          "description": "Teile suchen, anfügen und sich über das immer größer werdende Bild freuen - Puzzeln ist, wenn sich ein Erfolg an den anderen reiht. Bei diesem XXL Puzzle von Ravensburger wirst du am Ende mit dem wunderschönen Motiv \"Die Magie der Unicorn Academy\" belohnt. Damit ist das Puzzle perfekt für Fans der Netflix-Serie, die gern knobeln. Die Ravensburger-Qualität mit extradickem Material aus nachhaltiger Forstwirtschaft stell sicher, dass du die 200 Teile immer und immer wieder puzzeln und so ganz lange Spaß an dem Unicorn Academy-Puzzle haben kannst",
          "price": 6.99,
          "stock": 12,
          "Altersempfehlung": 3,
          "image": "Ravensburger_XXL_Puzzle_Die_Magie_der_Unicorn_Academy_200_Teile.webp",
          "category": "puzzles",
          "slug": "ravensburger-xxl-puzzle-die-magie-der-unicorn-academy-200-teile"
        },
        {
          "index": 8,
          "name": "",
          "description": "",
          "price": 9.99,
          "stock": 7,
          "Altersempfehlung": 3,
          "image": "4-in-a-box_Puzzles_PAW_Patrol.webp",
          "category": "puzzles",
          "slug": "4-in-a-box-puzzles-paw-patrol"
        },
        {
          "index": 9,
          "name": "Ravensburger Pokémon Puzzle Pikachu und seine Freunde 2er Set 2x 24 Teile",
          "description": "Gleich zwei Kinderpuzzles mit bunten Pokémon-Motiven sorgen hier für doppelten Puzzlespaß. Enthalten sind auch passende Mini-Poster mit Pikachu, Bisasam, Glumanda, Schiggy, Evoli und Plinfa als Vorlagen. Puzzles wie diese werden vom Hersteller Ravensburger in exzellenter Verarbeitungsqualität mit Material aus nachhaltiger Forstwirtschaft gefertigt. Die Teile sind an die Altersangabe angepasst, so dass sie auch mit kleinen Fingern gut gegriffen werden können. Beim Puzzlen selbst übst du dich in Geduld und wirst dafür immer, wenn ein Teil passt, mit einem kleinen Erfolgserlebnis belohnt. Auch deine Fingerfertigkeit und dein räumliches Vorstellungsvermögen werden gefördert, wenn du dir eine Puzzleauszeit allein oder mit Freunden nimmst.",
          "price": 9.99,
          "stock": 8,
          "Altersempfehlung": 6,
          "image": "Ravensburger_Pokémon_Puzzle_Pikachu_und_seine_Freunde_2er_Set_2x_24_Teile.webp",
          "category": "puzzles",
          "slug": "ravensburger-pokémon-puzzle-pikachu-und-seine-freunde-2er-set-2x-24-teile"
        },
        {
          "index": 10,
          "name": "Clementoni Disney Stitch Panorama Puzzle 1000 Teile",
          "description": "Mit dem Clementoni Panorama-Puzzle und Disneys Stitch wird es richtig romantisch. Teil für Teil fügt sich das Puzzle zu einem entzückenden Panorama zusammen. Am Strand von Hawaii unter dem vollem Mond haben sich Stitch und Angel, sein rosa Gegenstück, zum Picknick verabredet. Bei Feuerschein spielt Stitch Angel etwas auf der Ukulele vor und in der Hängematte liegend schaut die Puppe Schrulle zu. Für Fans der Disney Filme gibt es auf diesem Motiv viel wiederzuerkennen. Bei 1000 Teilen bietet das Puzzle eine schöne Herausforderung, mit der man sich allein oder zu zweit eine Weile beschäftigen und entspannen kann.  Clementoni Puzzles bestechen durch Materialien in höchster Qualität, wunderschöne Bilder, exklusive Kollektionen, hochwertige Drucke, sowie Puzzleteile von präziser Passform. Eine kluge Produktionstechnik macht ein perfektes Ineinanderpassen möglich. Die Puzzle-Sortimente werden höchsten Ansprüchen gerecht und nicht zuletzt dadurch ist Clementoni in vielen Ländern Europas Marktführer.",
          "price": 19.99,
          "stock": 10,
          "Altersempfehlung": 3,
          "image": "Clementoni_Disney_Stitch_Panorama_Puzzle_1000_Teile.webp",
          "category": "puzzles",
          "slug": "clementoni-disney-stitch-panorama-puzzle-1000-teile"
        },
        {
          "index": 11,
          "name": "Ravensburger XXL Puzzle: Tiere im Dschungel, 200 Teile",
          "description": "In die Wunderwelt des Dschungels entführt dich das Ravensburger XXL Puzzle Tiere im Dschungel. Langweile wird zum Fremdwort bei all den Details, die es zu entdecken gibt! Leopard und Tiger, Elefant und Krokodil leben ebenso im dichten Urwald wie viele witzige Affen, unzählige Vogelarten und zahlreiche Insekten. Aber auch viele exotische und farbenfrohe Pflanzenarten sind im Dschungel zu finden - du musst nur ganz genau hinschauen! In jedem Fall ein buntes und abwechslungsreiches Motiv, in dem du immer wieder neue Details erkennen kannst.",
          "price": 11.99,
          "stock": 12,
          "Altersempfehlung": 3,
          "image": "Ravensburger_XXL_Puzzle_Tiere_im_Dschungel_200_Teile.webp",
          "category": "puzzles",
          "slug": "ravensburger-xxl-puzzle-tiere-im-dschungel-200-teile"
        }
      ]
    }
  ],
  "de": [
    {
      "slug": "books",
      "name": "Bücher",
      "description": "Entdecken Sie unsere Sammlung von lehrreichen und unterhaltsamen Büchern für Kinder jeden Alters. Von Bilderbüchern bis zu Kapitelbüchern finden Sie die perfekte Geschichte für Ihren kleinen Leser.",
      "category": "Bildung",
      "image": "/src/assets/images/Category-Images/Books.jpg",
      "products": [
        {
          "index": 0,
          "name": "Disney Das große goldene Buch der Gute-Nacht-Geschichten",
          "description": "Die schönsten Disney-Geschichten in einem hochwertigen Sammelband!vSeit 1937 mit Schneewittchen und die sieben Zwerge der erste abendfüllende Disney-Zeichentrickfilm ins Kino gekommen ist, gibt es kaum ein Kind, das nicht mit den Geschichten und Figuren aus dem Walt-Disney-Universum aufgewachsen ist. Die großen goldenen Bücher von Disney versammeln die beliebtesten Klassiker und zeitlose Märchen in bisher fünf verschiedenen Bänden. Dieser prächtige Sammelband mit Goldschnitt und edelster Ausstattung lässt die ganze Familie an vielen Gute-Nacht-Geschichten aus der Disney-Welt teilhaben. Gefühlvolle Texte mit angenehmer Länge sowie zauberhafte Illustrationen machen dieses Werk zum idealen Begleiter an jedem Abend.",
          "price": 24.99,
          "stock": 100,
          "Altersempfehlung": 6,
          "image": [
            "GuteNachtGeschichten.webp",
            "GuteNachtGeschichten_2.webp",
            "GuteNachtGeschichten_3.webp"
          ],
          "category": "Books",
          "slug": "disney-gute-nacht-geschichten"
        },
        {
          "index": 1,
          "name": "Gregs Tagebuch 20 - Bock auf Party?",
          "description": "Die ultimative Geburtstags-Party - Chaos, Kuchen und jede Menge Spaß! Greg hat Geburtstag - und will die ultimative Party schmeißen. Sorgsam geplant in typischer Greg-Manier kann das ja nur schiefgehen. Doch obwohl immer mehr Gäste eintreffen, totales Chaos entsteht und die Überraschungen nach hinten losgehen, verwandelt sich die Geburtstagssause in eine wilde Party, die in die Geschichte eingeht - nur nicht so, wie Greg es sich vorgestellt hatte. Dieses Buch steckt voller witziger Katastrophen, Familien-Fiaskos und natürlich dem typischen Gregs Tagebuch-Humor, den Fans lieben. Ein Muss für alle, die über chaotische Geburtstage lachen können - und perfekt geeignet für Leserinnen und Leser zwischen 8 und 12 Jahren, die Geschichten voller Spaß, Freundschaft und verrückter Ideen lieben.",
          "price": 15.99,
          "stock": 56,
          "Altersempfehlung": 8,
          "image": [
            "GregsTagebuch_bockaufparty.webp",
            "GregsTagebuch_bockaufparty_2.webp",
            "GregsTagebuch_bockaufparty_3.webp"
          ],
          "category": "Books",
          "slug": "gregs-tagebuch-20-bock-auf-party"
        },
        {
          "index": 2,
          "name": "Marvel Das Große Silberne Spidey-Buch",
          "description": "Vorleseschatz für Spidey-Fans! Dieser prächtige Sammelband mit Silberschnitt und edelster Ausstattung lässt die ganze Familie an rund 15 spannenden Geschichten über den MARVEL-Lieblingsheld Spidey und seinen Freunden teilnehmen. Spannende Texte mit angenehmer Länge sowie tolle Illustrationen machen dieses Werk ideal zum Vorlesen.",
          "price": 28.99,
          "stock": 12,
          "Altersempfehlung": 10,
          "image": [
            "spidey_buch.webp",
            "spidey_buch_2.webp",
            "spidey_buch_3.webp"
          ],
          "category": "Books",
          "slug": "spidey-buch"
        },
        {
          "index": 3,
          "name": "Mitmachbuch Auf und zu, das kann ich schon! mit Reißverschluss und mehr",
          "description": "Vorleseschatz für Spidey-Fans! Dieser prächtige Sammelband mit Silberschnitt und edelster Ausstattung lässt die ganze Familie an rund 15 spannenden Geschichten über den MARVEL-Lieblingsheld Spidey und seinen Freunden teilnehmen. Spannende Texte mit angenehmer Länge sowie tolle Illustrationen machen dieses Werk ideal zum Vorlesen.",
          "price": 16.0,
          "stock": 152,
          "Altersempfehlung": 0,
          "image": "Mitmachbuch_auf_und_zu.webp",
          "category": "Books",
          "slug": "mitmachbuch-auf-und-zu"
        },
        {
          "index": 4,
          "name": "Harry Potter Zaubersprüche und Zaubertränke mit Hermines Zauberstab",
          "description": "Wie wird man einen lästigen Irrwicht los? Welche Zutat darf niemals einem Vielsaft-Trank beigemischt werden? Und was bewirkt der Fidelius-Zauber? Komm mit auf eine faszinierende Reise in die Zauberwelt, triff Professor Flitwick, Professor Sprout und die anderen Hogwarts-Lehrer und lerne alles über Zaubertränke, Zaubersprüche, magische Tierwesen und die dunklen Künste! Als absolutes Highlight ist Hermines Zauberstab enthalten, mit dessen Licht du unsichtbare Botschaften enthüllen kannst. Finde heraus, welche mysteriösen Kreaturen im Großen See leben und was passiert, wenn man Engorgio auf eine kleine Spinne zaubert. Und das Beste: Mit der unsichtbaren Tinte im Stift kannst du auch selbst versteckte Botschaften schreiben und sie mit dem Licht des Zauberstabs wieder enthüllen. Einfach magisch!",
          "price": 17.99,
          "stock": 87,
          "Altersempfehlung": 8,
          "image": [
            "HP_zauberspruche_zaubertrank.webp",
            "HP_zauberspruche_zaubertrank_2.webp",
            "HP_zauberspruche_zaubertrank_3.webp"
          ],
          "category": "Books",
          "slug": "HP_zauberspruche_zaubertrank"
        },
        {
          "index": 5,
          "name": "Dinosaurier Das große Lexikon",
          "description": "Wer waren diese Giganten, die vor Urzeiten unseren Planeten bewohnten? Wie lebten sie? Wie kommunizierten sie? Und woher wissen wir das alles? Neben übersichtlichen Porträts zu Tyrannosaurus rex, Diplodocus & Co. erhalten Dino-Fans Einblicke in die aktuelle Forschung zu Urzeit-Echsen. Dabei lernen sie auch Dinosaurier kennen, deren Überreste erst vor Kurzem gefunden wurden - etwa den winzigen Ambopteryx mit seinen fledermausartigen Flügeln oder den schnellen Jäger Erythrovenator.",
          "price": 17.99,
          "stock": 87,
          "Altersempfehlung": 8,
          "image": [
            "Dinosaurier_Das_grosse_Lexikon.webp",
            "Dinosaurier_Das_grosse_Lexikon_2.webp",
            "Dinosaurier_Das_grosse_Lexikon_3.webp"
          ],
          "category": "Books",
          "slug": "dinosaurier-das-grosse-lexikon"
        },
        {
          "index": 6,
          "name": "Weltraumatlas mit Pop-up-Planeten",
          "description": "Entdecke das Universum auf faszinierende Weise mit diesem außergewöhnlichen Weltraumatlas für Kinder ab 6 Jahren. Das Highlight dieses Buches ist ein spektakuläres Pop-up-Modell, das einen lebendigen Eindruck von den Planeten und ihrer Position in unserem Sonnensystem vermittelt. Großformatige Doppelseiten zeigen detaillierte Ansichten von Sonne, Mond und allen Planeten und bieten spannende Informationen zu aktuellen Weltraummissionen. Das Buch kombiniert beeindruckende Bilder mit informativen Texten über Zahlen, Fakten und Rekorde rund um das Weltall. Wie lang ist ein Tag auf dem Merkur? Welche Sonde erforscht die Venus? Wie viele Monde hat der Jupiter? Auf diese und viele weitere Fragen liefert der Atlas leicht verständliche Antworten. Ausziehbare Infotafeln und Quizfragen machen das Lernen spielerisch und interaktiv.Zusätzlich gibt das Buch einen spannenden Einblick in die Raumfahrt und erklärt, welche Sonden und Raumfähren die Planeten erforschen. Ein Überblick über die Milchstraße und das gesamte Universum rundet die Lektüre ab.Dieser Weltraumatlas ist die perfekte Wahl für neugierige junge Forscherinnen und Forscher, die das Weltall entdecken und verstehen möchten eine spannende und lehrreiche Reise ins All, die begeistert und fasziniert.",
          "price": 19.95,
          "stock": 4,
          "Altersempfehlung": 6,
          "image": [
            "Weltraumatlas_mit_Pop-up-Planeten.webp",
            "Weltraumatlas_mit_Pop-up-Planeten_2.webp",
            "Weltraumatlas_mit_Pop-up-Planeten_3.webp"
          ],
          "category": "Books",
          "slug": "weltraumatlas-mit-pop-up-planeten"
        },
        {
          "index": 7,
          "name": "Guinness World Records 2026",
          "description": "Rekorde, Skurriles, Sensationen - der Weltbestseller unter den Rekord-Büchern von Guinness World Records ist zurück!GUINNESS WORLD RECORDS 2026 fasziniert mit den besten neuen Rekorden und den beliebtesten Rekord-Klassikern. Tolle Leistungen, geniales Können und Spaßrekorde den Ideen und Themen sind in der diesjährigen Ausgabe von GUINNESS WORLD RECORDS keine Grenzen gesetzt. Verrückte Einfälle, unglaubliche Fakten und spektakuläre Fotos bringen Kinder und Erwachsene zum Staunen, Schaudern, Gruseln und Lachen. Egal ob zu Weihnachten, zum Geburtstag oder zu Ostern das Geschenk mit garantiertem Wow-Effekt!Willkommen zur neuen Ausgabe 2026 des meistverkauften Rekordebuchs der Welt, aktualisiert mit Tausenden neuen Rekorden. GUINNESS WORLD RECORDS (kurz GWR) ist die weltweit anerkannte Autorität in Sachen Rekorde. Seit der Erstausgabe im Jahr 1955 hat sich das Kultjahrbuch in über 100 Ländern und 21 Sprachen mehr als 150 Millionen Mal verkauft. Mit seinen TV-Programmen erreicht GUINNESS WORLD RECORDS über 750 Millionen Zuschauer im Jahr: Über 12,9 Millionen Menschen folgen dem GWR YouTube-Channel der über 481 Millionen Mal im Jahr aufgerufen wird. GWR folgen außerdem 38 Millionen auf Facebook und 26,9 Millionen auf TikTok.",
          "price": 22.0,
          "stock": 7,
          "Altersempfehlung": 8,
          "image": [
            "Guinness_World_Records_2026.webp",
            "Guinness_World_Records_2026_2.webp",
            "Guinness_World_Records_2026_3.webp"
          ],
          "category": "Books",
          "slug": "guinness-world-records-2026"
        },
        {
          "index": 8,
          "name": "KOSMOS Sternenschweif Buch der Träume Interaktive Einhorn- und Pferdeschichte zum Rätseln",
          "description": "Eine Traumbotschaft aus Arkadia! In einem Trödelladen findet Laura ein Buch. Es ist verzaubert und stellt Rätsel. Bald brechen Laura und Sternenschweif auf in die Welt der Träume. Ein magisches Abenteuer wartet dort auf sie! Die beiden müssen sich beeilen. Eine zauberhafte Freundschaftsgeschichte zum Träumen und ein Rätselbuch in einem: Hinter den über 50 verschlossenen Doppelseiten des Buches verbergen sich Rätsel, geheimnisvolle Bilder und Aufgaben. Gelingt es den Freunden, das Geheimnis um den Schatz der Einhörner zu lüften?",
          "price": 9.95,
          "stock": 77,
          "Altersempfehlung": 7,
          "image": "Sternenschweif_Buch_der_Traume.webp",
          "category": "Books",
          "slug": "sternenschweif-buch-der-traume"
        },
        {
          "index": 9,
          "name": "Bluey Freundebuch Meine ersten Freunde",
          "description": "In diesem Album können sich alle Spielkameraden aus dem Kindergarten mithilfe ihrer Eltern eintragen und sich mit einem selbst gemalten Bild verewigen. Außerdem gibt es einen Geburtstagskalender und eine Fotoseite. Und das Beste: Bluey, ihre Familie und ihre Freunde haben sich bereits eingetragen und verraten das ein oder andere lustige Geheimnis.",
          "price": 9.99,
          "stock": 0,
          "Altersempfehlung": 6,
          "image": "Bluey_Freundebuch_Meine_ersten_Freunde.webp",
          "category": "Books",
          "slug": "bluey-freundebuch-meine-ersten-freunde"
        },
        {
          "index": 10,
          "name": "Mein großer goldener Märchenschatz",
          "description": "Die schönsten Märchen, prächtig ausgestattet: ein wunderbares Geschenk! Schöner kann ein Märchenbuch kaum sein: wertvoll ausgestattet mit Goldschnitt, Halbleinenrücken und goldenem Leseband ist es ein richtiges Schmuckstück! Die kindgerecht nacherzählten Texte und die farbenfrohen atmosphärischen Bilder sind der perfekte Einstieg in die Welt der Märchen. Auf 240 üppig bebilderten Seiten versammeln sich die beliebtesten und bekanntesten Märchen der Brüder Grimm, aber auch berühmte Märchen von nah und fern wie 'Die Schöne und das Biest', 'Aladin und die Wunderlampe' oder 'Die kleine Meerjungfrau. Ein zeitloses Märchenbuch für gemütliche Vorlesestunden mit der ganzen Familie.",
          "price": 26.0,
          "stock": 2,
          "Altersempfehlung": 4,
          "image": "Mein_großer_goldener_Märchenschatz.webp",
          "category": "Books",
          "slug": "mein-großer-goldener-märchenschatz"
        },
        {
          "index": 11,
          "name": "TOPModel Tagebuch mit geheimem Code My bff",
          "description": "Entdecke das TOPModel Tagebuch, das nur für dich zugänglich ist denn es öffnet sich ausschließlich nach Eingabe deines persönlichen vierstelligen Codes, den du selbst auswählen und jederzeit ändern kannst. So bleibt dein Tagebuch wirklich geheim und nur für deine Augen bestimmt. Sobald du den richtigen Code eingibst, wirst du mit dem neuen TOPModel Best Friends Lied überrascht, das etwa 20 Sekunden lang für eine besondere Stimmung sorgt. Das Cover des Tagebuchs erstrahlt in einem fröhlichen Rosa und ist mit einem großen, stylischen Motiv verziert ein echter Hingucker für alle TOPModel-Fans. Im Inneren findest du 80 fein linierte und farbig gestaltete Seiten, die nur darauf warten, von dir mit deinen Gedanken, Ideen und Geheimnissen gefüllt zu werden. Mit diesem Tagebuch hast du nicht nur einen sicheren Ort für deine Geschichten, sondern auch ein cooles Accessoire, das deinen Alltag verschönert.",
          "price": 22.95,
          "stock": 3,
          "Altersempfehlung": 6,
          "image": "TOPModel_Tagebuch_mit_geheimem_Code_My_bff.webp",
          "category": "Books",
          "slug": "topmodel-tagebuch-mit-geheimem-code-my-bff"
        }
      ]
    },
    {
      "slug": "lego",
      "name": "Lego",
      "description": "Bauen, erschaffen und fantasieren Sie mit unserer umfangreichen Lego-Kollektion. Von klassischen Sets bis hin zu thematischen Bauwerken, entfesseln Sie Kreativität Stein für Stein.",
      "category": "Bauen & Konstruktion",
      "image": "/src/assets/images/Category-Images/Lego.jpg",
      "products": [
        {
          "index": 0,
          "name": "LEGO Classic 11038 LEGO Bunte Bausteine-Box",
          "description": "Die Bunte Bausteine-Box im LEGO Classic Set 11038 ist ein riesiger Spaß für Kinder ab 4 Jahren! In dieser Box erwarten dich 850 klassische bunte LEGO Steine, die deine Fantasie beflügeln und unendliche Möglichkeiten bieten.  Endloser Bauspaß mit 10 coolen Modellen Mit dieser Bausteine-Box kannst du sofort loslegen und 10 verschiedene Modelle bauen, darunter ein Auto, ein Karotten-Lieferwagen, eine Kirsche, eine Musikanlage, eine Windmühle, ein Skateboard, eine Wolke, ein Schmetterling, ein Huhn und eine Gitarre. Doch das ist noch nicht alles!  Kreative Ideen für noch mehr Spaß Die Box enthält auch inspirierende Bauideen, mit denen du weitere Modelle wie Flugzeuge, Einhörner, Häuser, Blumen, Eiscreme, Bäume und noch mehr Skateboards kreieren kannst. Du kannst die Steine immer wieder neu mischen, um einzigartige Formen und Farben zu erschaffen. Tausche Türen, Fenster, Räder, Pflanzen, Augen und transparente Teile aus, um deine eigenen fantastischen Kreationen zu gestalten.  Digitale Bauanleitungen in der LEGO Builder App Wenn du zusätzliche Anleitungen benötigst, steht dir die LEGO Builder App zur Verfügung. Dort findest du digitale Bauanleitungen, die dir bei deinen Projekten helfen.  Entdecke die Welt der Kreativität Die LEGO Classic Bunte Bausteine-Box fördert deine Kreativität und regt deine Vorstellungskraft an. Baue, spiele und gestalte deine eigene Welt mit diesen vielseitigen Steinen.  Die LEGO Bausteine Box enthält eine Vielzahl von Formen und Farben, um stundenlangen Spielspaß zu garantieren – alle LEGO Steine sind zudem sicher und für Kinder ab 4 Jahren empfohlen.",
          "price": 29.99,
          "stock": 4,
          "Altersempfehlung": 4,
          "image": "LEGO_Classic_11038_LEGO_Bunte_Bausteine-Box.webp",
          "category": "Lego",
          "slug": "lego-classic-11038-lego-bunte-bausteine-box"
        },
        {
          "index": 1,
          "name": "LEGO Marvel Super Heroes 76326 Iron Spider-Man Büste",
          "description": "Die spektakuläre Iron Spider-Man Büste (76326) für erwachsene Fans ist ein LEGO Marvel Sammlerstück zum Bauen und Ausstellen. Das Set ist eine schöne Aufmerksamkeit für den Superhelden an deiner Seite. Dieses Präsent wird zu Anlässen wie dem Vater- oder Muttertag die Eltern begeistern oder auch Freund oder Freundin faszinieren.  Die Büste des legendären Superhelden hat 2 bewegliche mechanische Arme und einen drehbaren Kopf. Die beiden gegeneinander austauschbaren Sockel ziert ein Namensschild. Nur auf einem dieser Sockel ist Platz für die abnehmbare Minifigur Iron Spider-Man. Das lohnende Bauprojekt wird durch das Bauerlebnis mit der digitalen Version der Bauanleitung zu diesem Set komplementiert, die in der LEGO Builder App verfügbar ist.  Das umfangreiche Angebot an LEGO Sets für Erwachsene bietet erfahrenen Baumeistern ein wirklich fesselndes und anspruchsvolles Bauerlebnis. Das Set besteht aus 379 Teilen.",
          "price": 42.99,
          "stock": 10,
          "Altersempfehlung": 10,
          "image": "LEGO_Marvel_Super_Heroes_76326_Iron_Spider-Man_Büste.webp",
          "category": "Lego",
          "slug": "lego-marvel-super-heroes-76326-iron-spider-man-büste"
        },
        {
          "index": 2,
          "name": "LEGO Harry Potter 71043 Schloss Hogwarts Modell mit Figuren und Zubehör",
          "description": "Mit dem großen LEGO Harry Potter Set 71043 erweckst Du die Magie von Schloss Hogwarts Stein für Stein zum Leben!  Das Schloss Bewundere die große Halle und besuche Hagrids Hütte oder steige hinauf in die Schlafräume. Erkunde Prof. Dumbledores Büro mit Greifstatue und Denkarium, das Büro von Prof. Dolores Umbridge, den Gryffindor- Gemeinschaftsraum und die Bibliothek. Es gibt ein Klassenzimmer für Zaubertränke mit Regalen voller Gläser und eines für Verteidigung gegen die dunklen Künste mit einem Grammophon und dem Irrwicht- Schrank. Im Raum der Wünsche findest Du neben allerlei Krempel auch das Verschwindekabinett und den Kelch von Helga Hufflepuff. Überwinde außerdem den versteckten Raum mit der Teufelsschlinge und suche den Stein der Weisen im Zauberschachraum. Traust Du Dich in die Kammer des Schreckens, wo der Basilisk und Tom Riddles Tagebuch auf Dich warten?  Funktionen Wie in den Harry Potter Geschichten sind auch die Treppen in diesem großen LEGO Hogwarts Schloss beweglich und auch der baubare Ungarische Hornschwanz kann mit seinen Flügeln und dem stacheligem Schwanz schlagen. Die peitschende Weide lässt sich drehen und auch ihre Äste kannst Du nach oben oder unten biegen – sogar ein baubares Mini-Modell des fliegenden Ford Anglia von Mr. Weasley bleibt zwischen ihren Zweigen stecken!  Minifiguren und Mikrofiguren Als Minifiguren sind Godric Griffindor, Helga Hufflepuff, Salazar Slytherin und Rowenda Ravenclaw im Set 71043 enthalten. Hinzu kommen 27 Mikrofiguren: Harry Potter, Ron Weasley, Hermine Granger, Draco Malfoy, Albus Dumbledore, Professor Snape, Professor McGonagall, Remus Lupin, Professor Dolores Umbridge, Argus Filch, Lord Voldemort, Bellatrix Lestrange, 12 Schüler, 2 Schachfiguren, Statue des Architekten von Hogwarts, 5 Dementoren, Spinne Aragog, Basilisk und die baubare Figur eines Ungarischen Hornschwanzes.  Erkunde die Geheimnisse der weltweit wohl berühmtesten Schule für Hexerei und Zauberei mit dem großen Schloss Hogwarts Modell im LEGO Harry Potter Set 71043 inklusive besonderer Figuren und Zubehörteile!",
          "price": 359.99,
          "stock": 3,
          "Altersempfehlung": 16,
          "image": "LEGO_Harry_Potter_71043_Schloss_Hogwarts_Modell_mit_Figuren_und_Zubehör.webp",
          "category": "Lego",
          "slug": "lego-harry-potter-71043-schloss-hogwarts-modell-mit-figuren-und-zubehör"
        },
        {
          "index": 3,
          "name": "LEGO One Piece 75639 Das Piratenschiff Flying Lamb",
          "description": "Das Piratenschiff Flying Lamb (75639) ist ein wunderschönes Modell, das die Fans von ONE PIECE Abenteuern und Bauspielzeugen zum Ausstellen begeistern wird. Dieses hochwertige LEGO Bauset ist ein tolles Geschenk für Jungen und Mädchen ab 10 Jahren und für kreative Kinder mit einer Schwäche für die Strohhutpiraten.  In dem Schiff sind mehrere Räume untergebracht: eine Kabine für die Crew, eine Kombüse, ein Lagerraum und eine Werkstatt. Zu dem Modell gehören auch 5 LEGO ONE PIECE Minifiguren. Ruffy sitzt über einer Kanone auf der Schaf-Galionsfigur am Bug. Zorro relaxt und trainiert auf dem Deck. Nami steht am Steuer am Heck, wo ihre geliebten Mandarinenbäume auf dem Deck wachsen. Lysop klettert die Masten hinauf und hält im Ausguck Ausschau nach anderen Schiffen. Und Sanji trägt Töpfe in die Kombüse hinunter. Auch 4 Steckbriefe liegen bei.  In der LEGO Builder App können Kinder 3D-Ansichten der Modelle vergrößern und drehen und ihren Baufortschritt verfolgen. Das Set besteht aus 1.376 Teilen.",
          "price": 94.99,
          "stock": 9,
          "Altersempfehlung": 10,
          "image": "lego_one_piece_75639_das_piratenschiff_flying_lamb.webp",
          "category": "Lego",
          "slug": "lego-one-piece-75639-das-piratenschiff-flying-lamb"
        },
        {
          "index": 4,
          "name": "LEGO City 60470 Arktis-Polarexpress",
          "description": "Überrasche einen Fan, der MINT-Spielzeuge und Rollenspiele liebt, mit dem LEGO City Arktis-Polarexpress (60470) Set. Dieses faszinierende Spielset für Kinder ab 7 Jahren beinhaltet eine ferngesteuerte LEGO Powered Up Lok mit Schneepflug, einen Panoramawagen für Passagiere und einen Flachwagen mit Schneetraktor.  Mit diesem Set bekommen Kinder 22 Gleissegmente, einen Bergtunnel mit Felssturz-Funktion, einen Außenposten und einen Bergwerksstollen. Auch Johnny Thunder und 5 weitere Arktisforscher-Minifiguren sowie 2 Polarfüchse laden zu vielen Abenteuern ein.  Für die Spielzeug Eisenbahn ist neben der gedruckten Bauanleitung im Set auch eine digitale Anleitung in der LEGO Builder App verfügbar. In der App können Kinder 3D-Ansichten der Modelle vergrößern und drehen, Sets speichern und beim Bauen ihren Baufortschritt verfolgen.  LEGO City Bausets enthalten coole Spielzeugfahrzeuge, wirklichkeitsgetreue Bauwerke und faszinierende Figuren, die Kinder kreativ spielen lassen. Für unzählige weitere spannende Spielmöglichkeiten können Kinder dieses Modell mit anderen kreativen und separat erhältlichen LEGO City Bauspielzeugen kombinieren.",
          "price": 154.95,
          "stock": 12,
          "Altersempfehlung": 7,
          "image": "LEGO_City_60470_Arktis-Polarexpress.webp",
          "category": "Lego",
          "slug": "lego-city-60470-arktis-polarexpress"
        },
        {
          "index": 5,
          "name": "LEGO City 60440 Sattelzug",
          "description": "Der LEGO City 60440 Sattelzug bringt alles mit, was du für aufregende Abenteuer brauchst: einen coolen LEGO LKW, einen riesigen Auflieger, einen Gabelstapler und sogar einen Hotdog-Stand.  Ein riesiger LEGO LKW Dieser LEGO City LKW mit Auflieger ist beeindruckend groß und voller Details. Auf der Ladefläche warten Paletten mit LEGO Boxen darauf, von dir mit dem Gabelstapler bewegt zu werden. Auch der Hotdog-Stand ist bereit, deine Minifiguren mit Snacks zu versorgen.  Einfache Bauanleitungen Mit der LEGO Builder App wird das Bauen zum Kinderspiel! Du kannst das Modell aus jedem Blickwinkel betrachten und mit der digitalen Anleitung ganz leicht den Sattelzug und den Gabelstapler zusammenbauen.  Du kannst den LEGO City Sattelzug natürlich auch mit anderen LEGO City Sets kombinieren und deine eigene Miniaturstadt erschaffen!",
          "price": 89.95,
          "stock": 5,
          "Altersempfehlung": 7,
          "image": "LEGO_City_60440_Sattelzug.webp",
          "category": "Lego",
          "slug": "lego-city-60440-sattelzug"
        },
        {
          "index": 6,
          "name": "LEGO NINJAGO 71832 Chaosdrache Donnerzahn",
          "description": "LEGO NINJAGO Chaosdrache Donnerzahn (71832) ist ein fantasievolles Spielset, mit dem Jungen und Mädchen ab 8 Jahren spannende Actionszenen aus der 3. Staffel der TV-Serie NINJAGO Aufstieg der Drachen nachstellen können. Dieses Bauset für Kinder beinhaltet einen großen Spielzeugdrachen, der Schwanz, Kopf und Maul sowie Füße, Beine und Flügel bewegen kann. Außerdem trägt er einen Shooter unter jedem Flügel. Die Drachenfigur ist an ein kleines Nebenmodell gekettet. Mit den beiden Prismaklingen kann man ihn von den Ketten befreien.  Das LEGO Bauspielzeug beinhaltet 6 NINJAGO Minifiguren: Die Ninja-Helden Lloyd, Nya, Arin und Sora tragen Ninja-Ausrüstung, und die beiden Bösewichte – Nokt und der Anführer der Drachenmenschen namens Tyr – sind ebenfalls bestens für spannende Duelle zwischen Gut und Böse ausgerüstet.  In dem breiten Angebot an separat erhältlichen LEGO NINJAGO Bausets und baubaren Spielzeugen finden Ninja-Fans viele Mechs, Drachen und Tempel für spannende Gefechte zwischen Gut und Böse. Jedes dieser Ninja Modelle kann auch mithilfe der LEGO Builder App gebaut werden, die dich und dein Kind auf ein ebenso einfaches wie intuitives Bauabenteuer mitnimmt.",
          "price": 49.99,
          "stock": 12,
          "Altersempfehlung": 8,
          "image": "LEGO_NINJAGO_71832_Chaosdrache_Donnerzahn.webp",
          "category": "Lego",
          "slug": "lego-ninja-71832-chaosdrache-donnerzahn"
        },
        {
          "index": 7,
          "name": "LEGO Minecraft 21264 Der Enderdrache und das Endschiff",
          "description": "Das LEGO Minecraft Set *8Der Enderdrache und das Endschiff* entführt dich in eine spannende Welt voller Abenteuer. Mit diesem Set kannst du das gefährliche Endbiom erkunden und dich einem aufregenden Duell mit dem mächtigen Enderdrachen stellen.  Abenteuer mit dem Enderdrachen In diesem LEGO Minecraft Set erwartet dich der legendäre Enderdrache, eine voll bewegliche Figur, die dich herausfordert. Alle Gliedmaßen des Drachen lassen sich verstellen, damit du die spannendsten Duelle nachstellen kannst. Der abnehmbare Drachenkopf dient sogar als Helm, den du auf deinen Abenteuern tragen kannst.  Endschiff mit vielen Details Das Endschiff im Set ist voll ausgestattet und bietet dir unzählige Spielmöglichkeiten. Du kannst die Seiten und das Dach abnehmen, um den Innenraum zu erkunden. Im Schiff findest du einen Braustand mit Heiltränken, die dir in brenzligen Situationen helfen. Der Ender- Entdecker mit Elytren und Feuerwerksrakete ist bereit, mit dir neue Welten zu erobern.  Digitaler Bauspaß Mit der LEGO Builder App wird der Aufbau des Sets noch spannender. Du kannst das Modell in 3D betrachten, vergrößern und drehen, um sicherzustellen, dass du jeden Stein perfekt platzierst. Verfolge deinen Baufortschritt und lass deiner Kreativität freien Lauf.  Das LEGO Minecraft 21264 Set *Der Enderdrache und das Endschiff* ist ein Muss für alle Fans des Videospiels!",
          "price": 68.99,
          "stock": 0,
          "Altersempfehlung": 7,
          "image": "236738.webp",
          "category": "Lego",
          "slug": "lego-minecraft-21264"
        },
        {
          "index": 8,
          "name": "LEGO DUPLO 10427 Interaktive Abenteuer-Eisenbahn",
          "description": "Die Interaktive Abenteuer-Eisenbahn (10427) ist ein Spielzeug für Vorschulkinder, das Kleinkinder ab 2 Jahren zum Lokführer macht. Diese Spielzeugeisenbahn lässt Kleinkinder das Ziel für den Familienausflug auswählen und auf eine lehrreiche Reise mit vielen Lichtern und Geräuschen gehen.  Das Spielset zum Bauen und Umbauen beinhaltet diverse Steine, um einen Park, einen Strand, einen Bahnhof oder ein Einfamilienhaus zu bauen, weckt die Neugier von Kleinkindern und bringt ihnen kreative Bautechniken bei. Das Lernspielzeug lässt Vorschulkinder Geduld, Fingerfertigkeit und Kreativität entwickeln, wenn sie sich aufs Bauen der Bahnstrecke konzentrieren und ein Ziel für den Zug auswählen.  3 Aktionssteine in diesem Bauset sorgen für ein lebhaftes Spielerlebnis und lassen den Zug wirklichkeitsnahe Geräusche machen, wenn er über sie hinwegrollt. So lernen Kleinkinder, Vorhersagen zu treffen, wenn sie raten, welches Geräusch der Zug wohl gleich machen wird. Sie können auch den speziell anpassbaren Stein verwenden, um eigene Geräusche abzuspielen, die sie mit LEGO DUPLO Interactive Trains aufgenommen haben. Diese kostenlose App verwandelt ein Smartphone oder Tablet in eine Fernsteuerung für den Zug in diesem Bauspielzeug.",
          "price": 59.0,
          "stock": 2,
          "Altersempfehlung": 2,
          "image": "lego_duplo_eisenbahn.webp",
          "category": "Lego",
          "slug": "lego-duplo-eisenbahn"
        },
        {
          "index": 9,
          "name": "LEGO Botanicals 10372 Hibiskus",
          "description": "Der LEGO Botanicals Hibiskus (10372) ist ein kreatives Bauset für Erwachsene, das die Freude am Modellbau, an Pflanzen und am Basteln neu entfacht. Dieses durchdachte Spielset lädt zu entspannten Stunden ein, ob allein oder als gemeinsames DIY Projekt.  Gestalte eine hübsche LEGO Pflanze mit 5 großen Blüten, 4 fast geöffneten Knospen und 2 jungen Knospen. Blätter und Blüten lassen sich flexibel arrangieren, so entsteht ein einzigartiges Modell, das ganz deinen Vorstellungen entspricht.  Ein dunkelblauer Blumentopf ist im Set enthalten und macht aus deinem Bauwerk eine stilvolle Dekoration. Mit 660 Teilen ist dieses LEGO Blumen Bastelset eine spannende Herausforderung für alle, die Freude an kreativem Spielzeug oder Baukästen für Erwachsene haben.  Die LEGO Builder App bietet zusätzlich eine digitale Anleitung und unterstützt ein intuitives Bauerlebnis – toll für alle, die gern DIY-Projekte umsetzen.  Ob als Geschenk für Erwachsene zum Geburtstag, zur Einweihung oder einfach als kleine Aufmerksamkeit, dieses Set bringt Farbe und Kreativität in jeden Alltag.",
          "price": 19.99,
          "stock": 52,
          "Altersempfehlung": 8,
          "image": "lego_botanicals_hibiskus.webp",
          "category": "Lego",
          "slug": "lego-botanicals-hibiskus"
        }
      ]
    },
    {
      "slug": "hot-wheels",
      "name": "Hot Wheels",
      "description": "Entfesseln Sie die Aufregung mit unserer Hot Wheels Kollektion! Von Rennstrecken bis hin zu Monster Trucks, erleben Sie Hochgeschwindigkeits-Abenteuer und aufregende Stunts.",
      "category": "Action & Rennsport",
      "image": "/src/assets/images/Category-Images/Hot Wheels.jpg",
      "products": [
        {
          "index": 0,
          "name": "Hot Wheels City Bahn Mega Garage mit Auto 1:64",
          "description": "Entdecke die ultimative Spielwelt mit der Hot Wheels City Mega Garage mit Bahn und Aufzug! Dieses fantastische Set bietet dir nicht nur eine riesige Parkgarage, sondern auch eine spannende Rennstrecke und einen Aufzug, der deine Hot Wheels nach oben befördert.  Viel Platz zum Parken und Spielen Mit mehr als 60 Parkplätzen bietet die Mega Garage jede Menge Platz für deine Hot Wheels Autos. Ein Auto ist bereits enthalten, damit du gleich loslegen kannst. Die Parkgarage ist mehr als 70 cm hoch und bietet unendlichen Spielspaß für kleine und große Hot Wheels Fans.  Rasante Action mit Aufzug und Rennstrecke Setze deine Fahrzeuge in den Korkenzieheraufzug und lass sie nach oben transportieren. Oben angekommen, kannst du entscheiden: Parken auf dem Deck oder ein rasantes Rennen auf der äußeren Bahn starten? Die Streckenweichen helfen dir dabei, die Autos genau dorthin zu lenken, wo du sie haben möchtest.  Erweiterbar für unbegrenzten Spielspaß Dank der vielen Anschlusspunkte kannst du die Mega Garage mit anderen Hot Wheels Sets und Bahnen verbinden (separat erhältlich). So kannst du deine eigene Hot Wheels City bauen und erweitern. Der enthaltene Werkstatt-Bereich mit beweglichen Elementen lädt zum Reparieren und Tunen deiner Autos ein.  Entdecke jetzt die Hot Wheels City Bahn Mega Garage und erlebe unbegrenzten Spielspaß mit deinen Hot Wheels!",
          "price": 49.99,
          "stock": 42,
          "Altersempfehlung": 4,
          "image": "hot-wheels-city-bahn-mega-garage-mit-auto-164.webp",
          "category": "hot-wheels",
          "slug": "hot-wheels-city-bahn-mega-garage-mit-auto-164"
        },
        {
          "index": 1,
          "name": "Hot Wheels Bahn Double Loop Dash mit Autos 1:64",
          "description": "Die Hot Wheels Bahn Double Loop Dash (1:64) ist ein spannendes Spielset für kleine und große Hot Wheels Fans. Dieses Set enthält eine riesige Rennstrecke mit zwei Schleifen und einem Abzweig, der deine Hot Wheels Autos in eine rasante Aktion bringt.  Viel Platz zum Parken und Spielen Mit mehr als 60 Parkplätzen bietet die Mega Garage jede Menge Platz für deine Hot Wheels Autos. Ein Auto ist bereits enthalten, damit du gleich loslegen kannst. Die Parkgarage ist mehr als 70 cm hoch und bietet unendlichen Spielspaß für kleine und große Hot Wheels Fans.  Rasante Action mit Aufzug und Rennstrecke Setze deine Fahrzeuge in den Korkenzieheraufzug und lass sie nach oben transportieren. Oben angekommen, kannst du entscheiden: Parken auf dem Deck oder ein rasantes Rennen auf der äußeren Bahn starten? Die Streckenweichen helfen dir dabei, die Autos genau dorthin zu lenken, wo du sie haben möchtest.  Erweiterbar für unbegrenzten Spielspaß Dank der vielen Anschlusspunkte kannst du die Mega Garage mit anderen Hot Wheels Sets und Bahnen verbinden (separat erhältlich). So kannst du deine eigene Hot Wheels City bauen und erweitern. Der enthaltene Werkstatt-Bereich mit beweglichen Elementen lädt zum Reparieren und Tunen deiner Autos ein.  Entdecke jetzt die Hot Wheels City Bahn Mega Garage und erlebe unbegrenzten Spielspaß mit deinen Hot Wheels!",
          "price": 38.99,
          "stock": 22,
          "Altersempfehlung": 6,
          "image": "hot-wheels-bahn-double-loop-dash-mit-autos-164.webp",
          "category": "hot-wheels",
          "slug": "hot-wheels-bahn-double-loop-dash-mit-autos-164"
        },
        {
          "index": 2,
          "name": "Hot Wheels Monster Trucks Bahn T-Rex Vulkan Arena mit Licht und Sound",
          "description": "Erlebe dinostarken Fahrspaß mit der Hot Wheels Monster Trucks T-Rex Vulkan Arena Bahn mit coolen Licht- und Soundeffekten!  Gefährlicher Hot Wheels T-Rex Die Monster Trucks Vulkan Arena erwacht mithilfe von Lichtern, Geräuschen, großen Loopings und einem bedrohlichen Hot Wheels T-Rex, der aus dem aktiven Vulkan aufsteigt, zum Leben. Die Hot Wheels Monster Truck Arena bietet zudem zwei große Loopings, zwei Starter und verschiedene Bereiche für Crash-Action und Stunts.  Rennbahn Set mit Autos Die Hot Wheels Monster Truck Vulkan Arena Bahn enthält einen Hot Wheels Race Ace Monster Truck und ein Hot Wheels Auto – jeweils im Maßstab 1:64. Damit kann der actiongeladene Spielspaß sofort losgehen! Die „Sitze der Monster Truck T-Rex Arena bieten zusätzlichen Platz für weitere Spielzeugautos (separat erhältlich).  Die Hot Wheels Monster Truck T-Rex Vulkan Arena Bahn lässt sich mit anderen Rennstrecken und Sets (separat erhältlich) zu einer ganzen Hot Wheels City erweitern!",
          "price": 79.99,
          "stock": 12,
          "Altersempfehlung": 3,
          "image": "hot-wheels-monster-trucks-bahn-t-rex-vulkan-arena-mit-licht-und-sound.webp",
          "category": "hot-wheels",
          "slug": "hot-wheels-monster-trucks-bahn-t-rex-vulkan-arena-mit-licht-und-sound"
        },
        {
          "index": 3,
          "name": "Hot Wheels Monster Trucks Ferngesteuertes Auto R/C Tiger Shark Climber 1:15",
          "description": "Der Tiger Shark Climber RC von Hot Wheels Monster Trucks ist bereit für Zerstörung, Crashes und Kletter-Action! Er ist perfekt für coole Geländefahrten und hat eine innovative Schwanzflosse, mit der das Biest einfach über Hindernisse und über Konkurrenten fährt.  Im Speed-Modus beherrscht es jede Oberfläche dank der Reifen mit Supergrip. Im Klettermodus verlängert sich die Schwanzflosse, und der Tiger Shark fährt völlig unbeeindruckt über Hindernisse aller Art. Mit einem Knopf auf der Fernbedienung wechselt der Tiger Shark in eine verrückte Drehbewegung, die zeigt, wie schnell und stilvoll er ist. Abweichungen in Farbe und Gestaltung vorbehalten.",
          "price": 49.99,
          "stock": 6,
          "Altersempfehlung": 5,
          "image": "hot-wheels-monster-trucks-ferngesteuertes-auto-r-c-tiger-shark-climber-115.webp",
          "category": "hot-wheels",
          "slug": "hot-wheels-monster-trucks-ferngesteuertes-auto-r-c-tiger-shark-climber-115"
        },
        {
          "index": 4,
          "name": "Hot Wheels Track Builder Bahn Race Crate mit Autos 1:64",
          "description": "Die Track-Builder-Rennkiste von Hot Wheels ist das ultimative Track-und Stunt-Bauset in einem! Sie kombiniert verschiedene Spielmöglichkeiten mit drei spannenden und einzigartigen Rennen. Fahre Rennen, führe Stunts vor und fordere Freunde heraus! Die Track Builder-Kiste verwandelt sich und ermöglicht dir drei supercoole Stunts: die Fallrampe, den Mega-Sprung und das Beschleunigungsrennen! Die ausklappbare Rennstrecke, mehr als 2,45 m Track und verschiedene Herausforderungen beflügeln die Fantasie mit der Schranke für faire Starts, dem zweispurigen Looping, der Zielschranke und zwei Doppelstartern zum Draufhauen. Jede Kiste beinhaltet eine Aufbauanleitung.  Jüngere Kinder benötigen für die Stunts möglicherweise die Hilfe ihrer Eltern. Alles beiliegende Zubehör kann auch für andere Track-Builder- Sets verwendet werden, mit Aufbauanleitung und Markierungen für Aufbewahrung, Aufbau und Abbau.  Alle Teile lassen sich in der zusammengeklappten Kiste aufbewahren, so dass sie unkompliziert überall mitgenommen werden kann. Mit 2 Hot- Wheels-Fahrzeugen",
          "price": 49.99,
          "stock": 6,
          "Altersempfehlung": 6,
          "image": "hot-wheels-track-builder-bahn-race-crate-mit-autos-164.webp",
          "category": "hot-wheels",
          "slug": "hot-wheels-track-builder-bahn-race-crate-mit-autos-164"
        },
        {
          "index": 5,
          "name": "Hot Wheels Monster Truck Transporter Monster Mover mit Autos 1:64",
          "description": "Transportiere deine Monster Trucks stilvoll mit dem Hot Wheels Monster Mover Transporter! Dieser große Autotransporter bietet Platz für bis zu 12 Hot Wheels Monster Truck Spielzeugautos.  Du kannst deine Spielzeugautos mit einem Knopfdruck von der hinteren Rampe aus in Bewegung setzen und dank riesiger Reifen des Transporters auch große Hindernisse überwinden! Dieser Hot Wheels Monster Trucks Monster Mover sieht genauso aus wie Steer Clear, einer der kultigsten Trucks von Hot Wheels.  Das Spielzeugset enthält drei kultige Hot Wheels Monster Trucks: Skeleton Crew, Rodger Dodger und den Hot Wheels Racing Monster Truck – mach dich also bereit für Crashing Action und rasanten Fahrspaß direkt aus der Box!",
          "price": 34.99,
          "stock": 6,
          "Altersempfehlung": 3,
          "image": "hot-wheels-monster-trucks-transporter-monster-mover-mit-autos-164.webp",
          "category": "hot-wheels",
          "slug": "hot-wheels-monster-trucks-transporter-monster-mover-mit-autos-164"
        },
        {
          "index": 6,
          "name": "Hot Wheels Vitrine - Display Case mit Licht für bis zu 36 Autos",
          "description": "Bewahre alle deine Hot Wheels-Autos bequem in dieser supercoolen Hot Wheels-Vitrine mit 6 Ebenen auf! Befestige den Koffer an der Wand, um Platz auf deinem Schreibtisch, Tisch oder Regal zu sparen. Der Hot Wheels-Koffer leuchtet außerdem mit LED-Lichtstreifen auf jeder Ebene.",
          "price": 49.99,
          "stock": 12,
          "Altersempfehlung": 12,
          "image": "hot-wheels-vitrine-display-case-mit-licht-für-bis-zu-36-autos.webp",
          "category": "hot-wheels",
          "slug": "hot-wheels-vitrine-display-case-mit-licht-für-bis-zu-36-autos"
        },
        {
          "index": 7,
          "name": "Hot Wheels Monster Truck Car Chompin' Mega Wrex mit Licht & Sound und Auto 1:64",
          "description": "Mach dich bereit für atemberaubenden Action-Spaß, denn der imposante Hot Wheels Monster Truck Mega Wrex ist hier, um die Straßen unsicher zu machen!  Realistischer Dino-Look Tauche ein in die Welt der gigantischen Monster Trucks! Mega Wrex beeindruckt mit seinem authentischen Design, das jedes Kinderzimmer in eine abenteuerliche Dino-Welt verwandelt.  Mit Licht und Sound Erlebe die spannenden Licht- und Geräuscheffekte, die Mega Wrex zum Leben erwecken. Einfach auf den Schwanz drücken, und schon beginnt das actiongeladene Spielvergnügen!  Gefährlicher Autoschlucker Mega Wrex ist bereit, deine Hot Wheels Autos zu verschlingen! Dieses Set enthält dafür ein Die-Cast Hot Wheels Auto im Maßstab 1:64, das von Mega Wrex gefressen und verdaut werden kann.  Unendlicher Spielspaß Kombiniere Mega Wrex mit anderen Hot Wheels Spielzeugen und erschaffe deine eigenen Monster Truck Abenteuer. Crash- und Smash-Spaß garantiert!  Starte zum ultimativen Hot Wheels Monster Truck Spaß mit dem gefährlichen, Autos verschlingenden Mega Wrex!",
          "price": 46.99,
          "stock": 9,
          "Altersempfehlung": 10,
          "image": "hot-wheels-monster-truck-car-chompin-mega-wrex-mit-licht-sound-und-auto-164.webp",
          "category": "hot-wheels",
          "slug": "hot-wheels-monster-truck-car-chompin-mega-wrex-mit-licht-sound-und-auto-164"
        },
        {
          "index": 8,
          "name": "Hot Wheels Autos 10er Set sortiert",
          "description": "Jedes Set enthält 10 starke Hot Wheels Autos im Maßstab 1:64: Da bleiben in Sachen Spielzeugautos keine Wünsche offen! Diese rasante Hot Wheels Collection umfasst zehn rennfertige Spielzeugautos. Jedes Hot Wheels Fahrzeug präsentiert sich mit realistischen Details und authentischer Deko.  Für noch mehr Spielspaß lässt sich deine Sammlung an Hot Wheels Rennwagen nach Belieben erweitern. Es gibt zahlreiche Sammeloptionen mit verschiedenen Themen und Looks zum Tauschen mit Freunden. Diese Hot Wheels 10er Packs sind tolle Geschenksets für Kinder, Sammler, Auto-Liebhaber und Rennsport-Fans jeden Alters!  Diesen Artikel gibt es in verschiedenen Ausführungen. Eine Vorauswahl ist online leider nicht möglich. Du erhältst einen Artikel aus diesem Sortiment.",
          "price": 14.99,
          "stock": 8,
          "Altersempfehlung": 3,
          "image": "hot-wheels-autos-10er-set-sortiert.webp",
          "category": "hot-wheels",
          "slug": "hot-wheels-autos-10er-set-sortiert"
        },
        {
          "index": 9,
          "name": "Hot Wheels Premium 2024 Formel 1 Auto McLaren F1 Team Lando Norris",
          "description": "Hol dir mit diesem Hot Wheels Premium 2024 Formel 1 Modellfahrzeug im Maßstab 1:64 echtes Rennfeeling nach Hause. Das detailverliebte Modell sieht genauso aus wie der Rennwagen aus dem McLaren Formel 1 Team von Lando Norris in 2024.  Mit Real Riders Reifen und einer Karosserie aus Metall bietet das Hot Wheels Auto dir hochwertige Verarbeitung und Sammlerwert in einem. Ob du leidenschaftlicher Motorsportfan bist oder einfach ein Faible für außergewöhnliche Fahrzeuge hast - dieses Modell vereint Geschwindigkeit und Stil in perfekter Form. Ideal zum Ausstellen in deiner Sammlung oder für rasante Rennen voller Action.",
          "price": 12.99,
          "stock": 12,
          "Altersempfehlung": 10,
          "image": "hot-wheels-premium-2024-formel-1-auto-mclaren-f1-team-lando-norris.webp",
          "category": "hot-wheels",
          "slug": "hot-wheels-premium-2024-formel-1-auto-mclaren-f1-team-lando-norris"
        }
      ]
    },
    {
      "slug": "puzzles",
      "name": "Puzzles",
      "description": "Fordern Sie junge Köpfe mit unserer vielfältigen Puzzle-Kollektion heraus. Verbessern Sie Problemlösungsfähigkeiten und haben Sie Spaß mit Puzzles für jedes Alter und jedes Können.",
      "category": "Denkspiele",
      "image": "/src/assets/images/Category-Images/Puzzles.jpg",
      "products": [
        {
          "index": 0,
          "name": "Cubic Fun 3D Puzzle RMS Titanic mit LED Licht",
          "description": "Dieses große Cubic Fun RMS Titanic 3D Puzzle verbindet Puzzle-Freude und Modellbau!  Titanic Modell Die 266 Teile ergeben ein Modell der berühmten RMS Titanic im Maßstab 1:305. Anders als beim Modellbau brauchst du allerdings kein Werkzeug, keine Farbe und auch keinen Kleber: die Puzzleteile greifen einfach ineinander.  Mit LED-Beleuchtung Zum 3D Puzzle gehören außerdem 85 LEDs, mit denen dein fertiggestelltes Titanic Modell auch im Dunkeln einfach spektakulär aussieht!",
          "price": 29.99,
          "stock": 10,
          "Altersempfehlung": 3,
          "image": "Cubic_Fun_3D_Puzzle_RMS_Titanic_mit_LED_Licht.webp",
          "category": "puzzles",
          "slug": "cubic-fun-3d-puzzle-rms-titanic-mit-led-licht"
        },
        {
          "index": 1,
          "name": "Ravensburger Puzzles Einhörner 4 x 100 Teile",
          "description": "Eine Box - 4 Puzzles mit magischen Einhorn-Motiven. Mit 100 Teilen pro Puzzle bietet dieses Ravensburger Set Fans der Fabelwesen eine altersgerechte Herausforderung. Das Knobeln wird belohnt. Jedes passende Teil ist ein kleiner Erfolg und am Ende sind die zauberhaften Bilder komplett. Auf dem Weg werden die Konzentrationsfähigkeit und das Gedächtnis trainiert, während das Puzzeln selbst die Feinmotorik fördert. Das macht Puzzles zu einem pädagogisch wertvollen Klassiker, mit dem du dich allein oder mit Freunden gut beschäftigen kannst.",
          "price": 16.99,
          "stock": 6,
          "Altersempfehlung": 5,
          "image": "Ravensburger_Puzzles_Einhorn_4_x_100_Teile.webp",
          "category": "puzzles",
          "slug": "ravensburger-puzzles-einhorn-4-x-100-teile"
        },
        {
          "index": 2,
          "name": "Squirrel Play Sound Puzzle Bauernhof Tiere",
          "description": "Das Bauernhof Puzzle aus Holz ist ein lustiges Zuordnungsspiel. Welches der 7 Tiere gehört an welche Stelle? Bei jedem Teil, das du richtig einfügst, erklingt das passender Tiergeräusch wie das Miau der Katze oder das Blöken des Schafs. Dank des kleinen Griffs sind die Teile gut zu greifen. Das 7-teilige Puzzle fördert die Feinmotorik und das Gefühl für Ursache und Wirkung.",
          "price": 9.99,
          "stock": 15,
          "Altersempfehlung": 2,
          "image": "Squirrel_Play_Sound_Puzzle_Bauernhof_Tiere.webp",
          "category": "puzzles",
          "slug": "squirrel-play-sound-puzzle-bauernhof-tiere"
        },
        {
          "index": 3,
          "name": "4-in-a-box Puzzles PAW Patrol",
          "description": "Hier steckt mehr drin: Gleich vier Puzzles in einer Box. Teile suchen, anfügen und sich über das immer größer werdende Bild freuen - Puzzeln ist, wenn sich ein kleiner Erfolg an den anderen reiht. Deshalb lieben Kinder es, die Puzzleteile immer wieder zu ihren Lieblingsmotiven zusammen zu setzen. Doch Puzzles bieten mehr als Spaß: Mit der richtigen Schwierigkeit gewählt, lassen sie Kinder jeden Alters an den Herausforderungen wachsen, erhöhen ihre Geduld und stärken ihr Selbstvertrauen.",
          "price": 9.99,
          "stock": 7,
          "Altersempfehlung": 3,
          "image": "4-in-a-box_Puzzles_PAW_Patrol.webp",
          "category": "puzzles",
          "slug": "4-in-a-box-puzzles-paw-patrol"
        },
        {
          "index": 4,
          "name": "Ravensburger 3D Puzzle Iconics: Volkswagen T1",
          "description": "Erlebe das Gefühl von Abenteuer, Freiheit und Lebensfreude mit dem Ravensburger 3D Puzzle Iconics: Volkswagen T1. Stück für Stück baust du dir ein detailgetreues Modell des legendären Bullis - ein Symbol für Reisen, Unabhängigkeit und unvergessliche Erlebnisse. Der kultige VW T1 war schon an den schönsten und entlegensten Orten der Welt unterwegs. Jetzt kannst du dir diese Ikone direkt nach Hause holen.  Mit seinen geformten, gewölbten und teils knickbaren Präzisions-Kunststoffteilen entsteht ein stabiles und hochwertiges Modell, das du ganz ohne Klebstoff zusammenfügst. Die nummerierten Teile sorgen dafür, dass auch Einsteiger den Zusammenbau entspannt meistern. So wird dein Puzzle zu einem spannenden und zugleich beruhigenden Projekt und zu einem echten Hingucker in deinem Regal.  Ob als Geschenk für VW-Fans, Sammlerstück oder kreatives Bauprojekt für zwischendurch: Der Volkswagen T1 aus der 3D Puzzle Iconics Reihe bringt nostalgischen Charme und dekorative Klasse in dein Zuhause. Hol dir jetzt deinen eigenen Bulli und lass die Reise beginnen!",
          "price": 7.99,
          "stock": 12,
          "Altersempfehlung": 3,
          "image": "Ravensburger_3D_Puzzle_Iconics_Volkswagen_T1.webp",
          "category": "puzzles",
          "slug": "ravensburger-3d-puzzle-iconics-volkswagen-t1"
        },
        {
          "index": 5,
          "name": "Ravensburger Minecraft XXL Puzzle Cutaway 300 Teile",
          "description": "Das Minecraft-Motiv bei diesem XXL Puzzle von Ravensburger feiert den kreativen Spieleklassiker. Zu sehen ist, wie die Blöcke als Burgtürme hoch in den Himmel ragen und sich vor der Festung die Schichten des Bodens im Tagebau bis runter zu einem Dungeon auftun. Alles an diesem Motiv mit Weitwinkel-Perspektive hat den kultigen Spiellook. So werden Geduld und Knobelskills nicht nur durch die kleine Erfolgserlebnisse belohnt, wenn Teile zueinander passen, sondern auch durch das poster- würdige Motiv am Ende.",
          "price": 11.99,
          "stock": 15,
          "Altersempfehlung": 8,
          "image": "Ravensburger_Minecraft_XXL_Puzzle_Cutaway_300_Teile.webp",
          "category": "puzzles",
          "slug": "ravensburger-minecraft-xxl-puzzle-cutaway-300-teile"
        },
        {
          "index": 6,
          "name": "Disney Die Eiskönigin Holzpuzzle 3x24 Teile",
          "description": "In dieser Box erwarten dich drei Holzpuzzles mit magischen Motiven zu Disneys 'Die Eiskönigin' -Filmen. Damit du die die Teile gut zuordnen kannst, hat jedes der Bilder eine ganz eigene Farbstimmung. Auf den zusammengesetzten Motiven erwarten dich die Hauptcharaktere aus den Frozen-Filmen: Die Eiskönigin Elsa, ihre Schwester Anna, der lebendige Schneemann Olaf sowie Kristoff und sein Rentierfreund-Sven. Deine Geduld beim Zusammensetzen der jeweils 24 Holzteile lohnt sich also! Aber auch der Weg ist das Ziel: Puzzlen macht Spaß und du übst spielend, dich länger zu konzentrieren und räumlich zu denken.",
          "price": 6.99,
          "stock": 18,
          "Altersempfehlung": 6,
          "image": "Disney_Die_Eiskönigin_Holzpuzzle_3x24_Teile.webp",
          "category": "puzzles",
          "slug": "disney-die-eiskönigin-holzpuzzle-3x24-teile"
        },
        {
          "index": 7,
          "name": "Ravensburger XXL Puzzle Die Magie der Unicorn Academy 200 Teile",
          "description": "Teile suchen, anfügen und sich über das immer größer werdende Bild freuen - Puzzeln ist, wenn sich ein Erfolg an den anderen reiht. Bei diesem XXL Puzzle von Ravensburger wirst du am Ende mit dem wunderschönen Motiv \"Die Magie der Unicorn Academy\" belohnt. Damit ist das Puzzle perfekt für Fans der Netflix-Serie, die gern knobeln. Die Ravensburger-Qualität mit extradickem Material aus nachhaltiger Forstwirtschaft stell sicher, dass du die 200 Teile immer und immer wieder puzzeln und so ganz lange Spaß an dem Unicorn Academy-Puzzle haben kannst",
          "price": 6.99,
          "stock": 12,
          "Altersempfehlung": 3,
          "image": "Ravensburger_XXL_Puzzle_Die_Magie_der_Unicorn_Academy_200_Teile.webp",
          "category": "puzzles",
          "slug": "ravensburger-xxl-puzzle-die-magie-der-unicorn-academy-200-teile"
        },
        {
          "index": 8,
          "name": "",
          "description": "",
          "price": 9.99,
          "stock": 7,
          "Altersempfehlung": 3,
          "image": "4-in-a-box_Puzzles_PAW_Patrol.webp",
          "category": "puzzles",
          "slug": "4-in-a-box-puzzles-paw-patrol"
        },
        {
          "index": 9,
          "name": "Ravensburger Pokémon Puzzle Pikachu und seine Freunde 2er Set 2x 24 Teile",
          "description": "Gleich zwei Kinderpuzzles mit bunten Pokémon-Motiven sorgen hier für doppelten Puzzlespaß. Enthalten sind auch passende Mini-Poster mit Pikachu, Bisasam, Glumanda, Schiggy, Evoli und Plinfa als Vorlagen. Puzzles wie diese werden vom Hersteller Ravensburger in exzellenter Verarbeitungsqualität mit Material aus nachhaltiger Forstwirtschaft gefertigt. Die Teile sind an die Altersangabe angepasst, so dass sie auch mit kleinen Fingern gut gegriffen werden können. Beim Puzzlen selbst übst du dich in Geduld und wirst dafür immer, wenn ein Teil passt, mit einem kleinen Erfolgserlebnis belohnt. Auch deine Fingerfertigkeit und dein räumliches Vorstellungsvermögen werden gefördert, wenn du dir eine Puzzleauszeit allein oder mit Freunden nimmst.",
          "price": 9.99,
          "stock": 8,
          "Altersempfehlung": 6,
          "image": "Ravensburger_Pokémon_Puzzle_Pikachu_und_seine_Freunde_2er_Set_2x_24_Teile.webp",
          "category": "puzzles",
          "slug": "ravensburger-pokémon-puzzle-pikachu-und-seine-freunde-2er-set-2x-24-teile"
        },
        {
          "index": 10,
          "name": "Clementoni Disney Stitch Panorama Puzzle 1000 Teile",
          "description": "Mit dem Clementoni Panorama-Puzzle und Disneys Stitch wird es richtig romantisch. Teil für Teil fügt sich das Puzzle zu einem entzückenden Panorama zusammen. Am Strand von Hawaii unter dem vollem Mond haben sich Stitch und Angel, sein rosa Gegenstück, zum Picknick verabredet. Bei Feuerschein spielt Stitch Angel etwas auf der Ukulele vor und in der Hängematte liegend schaut die Puppe Schrulle zu. Für Fans der Disney Filme gibt es auf diesem Motiv viel wiederzuerkennen. Bei 1000 Teilen bietet das Puzzle eine schöne Herausforderung, mit der man sich allein oder zu zweit eine Weile beschäftigen und entspannen kann.  Clementoni Puzzles bestechen durch Materialien in höchster Qualität, wunderschöne Bilder, exklusive Kollektionen, hochwertige Drucke, sowie Puzzleteile von präziser Passform. Eine kluge Produktionstechnik macht ein perfektes Ineinanderpassen möglich. Die Puzzle-Sortimente werden höchsten Ansprüchen gerecht und nicht zuletzt dadurch ist Clementoni in vielen Ländern Europas Marktführer.",
          "price": 19.99,
          "stock": 10,
          "Altersempfehlung": 3,
          "image": "Clementoni_Disney_Stitch_Panorama_Puzzle_1000_Teile.webp",
          "category": "puzzles",
          "slug": "clementoni-disney-stitch-panorama-puzzle-1000-teile"
        },
        {
          "index": 11,
          "name": "Ravensburger XXL Puzzle: Tiere im Dschungel, 200 Teile",
          "description": "In die Wunderwelt des Dschungels entführt dich das Ravensburger XXL Puzzle Tiere im Dschungel. Langweile wird zum Fremdwort bei all den Details, die es zu entdecken gibt! Leopard und Tiger, Elefant und Krokodil leben ebenso im dichten Urwald wie viele witzige Affen, unzählige Vogelarten und zahlreiche Insekten. Aber auch viele exotische und farbenfrohe Pflanzenarten sind im Dschungel zu finden - du musst nur ganz genau hinschauen! In jedem Fall ein buntes und abwechslungsreiches Motiv, in dem du immer wieder neue Details erkennen kannst.",
          "price": 11.99,
          "stock": 12,
          "Altersempfehlung": 3,
          "image": "Ravensburger_XXL_Puzzle_Tiere_im_Dschungel_200_Teile.webp",
          "category": "puzzles",
          "slug": "ravensburger-xxl-puzzle-tiere-im-dschungel-200-teile"
        }
      ]
    }
  ]
}