{
  "en": [
    {
      "name": "Sarah Johnson",
      "role": "Parent of Two",
      "image": "https://images.unsplash.com/photo-1494790108377-be9c29b29330?w=400&h=400&fit=crop",
      "rating": 5,
      "feedback": "ToyTopia has been a lifesaver! The quality of toys is exceptional, and my kids absolutely love everything we've purchased. The LEGO sets are authentic and arrive quickly. Highly recommend!"
    },
    {
      "name": "Michael Chen",
      "role": "Father of Three",
      "image": "https://images.unsplash.com/photo-1507003211169-0a1dd7228f2d?w=400&h=400&fit=crop",
      "rating": 5,
      "feedback": "Best toy store online! The Hot Wheels collection is incredible, and my son is thrilled with every purchase. Great customer service and fast shipping too."
    },
    {
      "name": "Emily Rodriguez",
      "role": "Mom & Teacher",
      "image": "https://images.unsplash.com/photo-1438761681033-6461ffad8d80?w=400&h=400&fit=crop",
      "rating": 5,
      "feedback": "As a teacher and mom, I appreciate the educational value of the toys here. The puzzles are perfect for developing problem-solving skills. ToyTopia is my go-to store!"
    },
    {
      "name": "David Thompson",
      "role": "Uncle & Gift Giver",
      "image": "https://images.unsplash.com/photo-1500648767791-00dcc994a43e?w=400&h=400&fit=crop",
      "rating": 5,
      "feedback": "I always find the perfect gifts for my nieces and nephews here. The variety is amazing, and the prices are very reasonable. Every purchase has been a hit!"
    },
    {
      "name": "Jessica Martinez",
      "role": "Mother of Four",
      "image": "https://images.unsplash.com/photo-1544005313-94ddf0286df2?w=400&h=400&fit=crop",
      "rating": 5,
      "feedback": "With four kids, I need quality toys that last. ToyTopia delivers every time! The books selection is wonderful, and the toys are durable. Thank you for making parenting easier!"
    },
    {
      "name": "Robert Anderson",
      "role": "Grandfather",
      "image": "https://images.unsplash.com/photo-1472099645785-5658abf4ff4e?w=400&h=400&fit=crop",
      "rating": 5,
      "feedback": "As a grandpa, I love spoiling my grandkids with quality toys. ToyTopia makes it easy with their excellent selection and user-friendly website. My grandchildren are always excited!"
    },
    {
      "name": "Amanda White",
      "role": "First-Time Mom",
      "image": "https://images.unsplash.com/photo-1489424731084-a5d8b219a5bb?w=400&h=400&fit=crop",
      "rating": 5,
      "feedback": "Being a new mom, I was worried about finding safe, quality toys. ToyTopia exceeded my expectations! Everything is well-curated, and the customer reviews are so helpful."
    },
    {
      "name": "James Wilson",
      "role": "Dad & Collector",
      "image": "https://images.unsplash.com/photo-1506794778202-cad84cf45f1d?w=400&h=400&fit=crop",
      "rating": 5,
      "feedback": "Not only do my kids love the toys, but I've found some great collectibles too! The Hot Wheels collection is impressive. Great for both play and display!"
    },
    {
      "name": "Lisa Brown",
      "role": "Aunt & Educator",
      "image": "https://images.unsplash.com/photo-1534528741775-53994a69daeb?w=400&h=400&fit=crop",
      "rating": 5,
      "feedback": "I buy educational toys for my students and family members from ToyTopia. The quality is consistent, and I love how they focus on developmental benefits. Absolutely fantastic!"
    },
    {
      "name": "Christopher Lee",
      "role": "Parent & Engineer",
      "image": "https://images.unsplash.com/photo-1519345182560-3f2917c472ef?w=400&h=400&fit=crop",
      "rating": 5,
      "feedback": "The LEGO sets here are perfect for fostering creativity and engineering skills in my kids. Fast delivery, authentic products, and excellent packaging. ToyTopia is simply the best!"
    }
  ],
  "de": [
    {
      "name": "Sarah Johnson",
      "role": "Mutter von Zwei",
      "image": "https://images.unsplash.com/photo-1494790108377-be9c29b29330?w=400&h=400&fit=crop",
      "rating": 5,
      "feedback": "ToyTopia war eine Rettung! Die Qualität der Spielzeuge ist außergewöhnlich, und meine Kinder lieben absolut alles, was wir gekauft haben. Die LEGO-Sets sind authentisch und kommen schnell an. Sehr zu empfehlen!"
    },
    {
      "name": "Michael Chen",
      "role": "Vater von Drei",
      "image": "https://images.unsplash.com/photo-1507003211169-0a1dd7228f2d?w=400&h=400&fit=crop",
      "rating": 5,
      "feedback": "Bester Online-Spielzeugladen! Die Hot Wheels Kollektion ist unglaublich, und mein Sohn ist begeistert von jedem Kauf. Toller Kundenservice und schneller Versand dazu."
    },
    {
      "name": "Emily Rodriguez",
      "role": "Mutter & Lehrerin",
      "image": "https://images.unsplash.com/photo-1438761681033-6461ffad8d80?w=400&h=400&fit=crop",
      "rating": 5,
      "feedback": "Als Lehrerin und Mutter schätze ich den pädagogischen Wert der Spielzeuge hier. Die Puzzles sind perfekt für die Entwicklung von Problemlösungsfähigkeiten. ToyTopia ist mein Lieblingsladen!"
    },
    {
      "name": "David Thompson",
      "role": "Onkel & Geschenkgeber",
      "image": "https://images.unsplash.com/photo-1500648767791-00dcc994a43e?w=400&h=400&fit=crop",
      "rating": 5,
      "feedback": "Ich finde hier immer die perfekten Geschenke für meine Nichten und Neffen. Die Auswahl ist fantastisch, und die Preise sind sehr vernünftig. Jeder Kauf war ein Erfolg!"
    },
    {
      "name": "Jessica Martinez",
      "role": "Mutter von Vier",
      "image": "https://images.unsplash.com/photo-1544005313-94ddf0286df2?w=400&h=400&fit=crop",
      "rating": 5,
      "feedback": "Mit vier Kindern brauche ich Qualitätsspielzeug, das hält. ToyTopia liefert jedes Mal! Die Bücherauswahl ist wunderbar, und die Spielzeuge sind langlebig. Danke, dass ihr das Elternsein einfacher macht!"
    },
    {
      "name": "Robert Anderson",
      "role": "Großvater",
      "image": "https://images.unsplash.com/photo-1472099645785-5658abf4ff4e?w=400&h=400&fit=crop",
      "rating": 5,
      "feedback": "Als Opa liebe ich es, meine Enkelkinder mit Qualitätsspielzeug zu verwöhnen. ToyTopia macht es einfach mit ihrer hervorragenden Auswahl und benutzerfreundlichen Website. Meine Enkelkinder sind immer begeistert!"
    },
    {
      "name": "Amanda White",
      "role": "Erstmama",
      "image": "https://images.unsplash.com/photo-1489424731084-a5d8b219a5bb?w=400&h=400&fit=crop",
      "rating": 5,
      "feedback": "Als neue Mutter war ich besorgt, sicheres und hochwertiges Spielzeug zu finden. ToyTopia hat meine Erwartungen übertroffen! Alles ist gut kuratiert, und die Kundenbewertungen sind so hilfreich."
    },
    {
      "name": "James Wilson",
      "role": "Vater & Sammler",
      "image": "https://images.unsplash.com/photo-1506794778202-cad84cf45f1d?w=400&h=400&fit=crop",
      "rating": 5,
      "feedback": "Nicht nur meine Kinder lieben die Spielzeuge, sondern ich habe auch einige tolle Sammlerstücke gefunden! Die Hot Wheels Sammlung ist beeindruckend. Großartig sowohl zum Spielen als auch zum Ausstellen!"
    },
    {
      "name": "Lisa Brown",
      "role": "Tante & Pädagogin",
      "image": "https://images.unsplash.com/photo-1534528741775-53994a69daeb?w=400&h=400&fit=crop",
      "rating": 5,
      "feedback": "Ich kaufe pädagogische Spielzeuge für meine Schüler und Familienmitglieder bei ToyTopia. Die Qualität ist konstant, und ich liebe es, wie sie sich auf Entwicklungsvorteile konzentrieren. Absolut fantastisch!"
    },
    {
      "name": "Christopher Lee",
      "role": "Elternteil & Ingenieur",
      "image": "https://images.unsplash.com/photo-1519345182560-3f2917c472ef?w=400&h=400&fit=crop",
      "rating": 5,
      "feedback": "Die LEGO-Sets hier sind perfekt, um Kreativität und technische Fähigkeiten bei meinen Kindern zu fördern. Schnelle Lieferung, authentische Produkte und ausgezeichnete Verpackung. ToyTopia ist einfach das Beste!"
    }
  ]
}